Repository: BackupTheBerlios/mcvox
Catalog: mcvox/po/*.po
Languages: cs, uk

source: edit symlink, unable to remove %s: %s
cs: uprav symlink, nelze odstranit %s: %s
uk: виправлення символьного посилання, не можу видалити %s: %s

source: edit symlink: %s
cs: uprav symlink: %s
uk: виправлення символьного посилання: %s

source: `%s' is not a symbolic link
cs: `%s' není symbolický odkaz
uk: "%s" - це не символьне посилання

source: Cannot chdir to %s
cs: Pracovní adresáø nelze zmìnit na %s
uk: Не вдалося перейти у каталог %s

source: Enter machine name (F1 for details):
cs: Jméno poèítaèe (F1 - nápovìda):
uk: Введ╕ть назву машини (F1 - подробиц╕):

source: Link to a remote machine
cs: Odkaz na vzdálený poèítaè
uk: З'╓днання з в╕ддаленою машиною

source: FTP to machine
cs: Spojení pøes FTP
uk: FTP-з'╓днання з в╕ддаленою машиною

source: Shell link to machine
cs: Shellové spojení na poèítaè
uk: Shell-з'╓днання з в╕ддаленою машиною

source: SMB link to machine
cs: SMB spojení na poèítaè
uk: Зв'язок з машиною через SMB

source: Undelete files on an ext2 file system
cs: Obnovit soubory na diskových oblastech typu ext2
uk: В╕дновлення файл╕в на файлов╕й систем╕ ext2

source: Enter device (without /dev/) to undelete files on: (F1 for details)
cs: Zadejte zaøízení (bez /dev/), na kterém chcete obnovit soubory: (F1 nápovìda)
uk: Введ╕ть ╕м'я пристрою (без /dev/) на якому в╕дновлювати файли п╕сля видалення: (F1 - подробиц╕)

source: Setup saved to ~/
cs: Nastavení ulo¾eno do ~/
uk: Установки збережено у ~/

source: Setup
cs: Nastavení
uk: Установки

source: Cannot chdir to "%s" %s
cs: Adresáø nelze zmìnit na "%s" %s
uk: Не вда╓ться зм╕нити каталог на "%s" %s

source: Cannot execute commands on non-local filesystems
cs: Pokud nepracujete s lokálními soubory, nelze spou¹tìy ¾ádné pøíkazy
uk: Ви не можете виконувати команди на нелокальних файлових системах

source: The shell is already running a command
cs: Shell u¾ provádí pøíkaz
uk: ╤нтерпретатор вже зайнятий виконанням команди

source: &Unsorted
cs: &Netøídìno
uk: &Не сортувати

source: &Name
cs: &Jméno
uk: За &назвою

source: &Extension
cs: &Pøípona
uk: За роз&ширенням

source: &Modify time
cs: èas &Modifikace
uk: За часом &зм╕ни

source: &Access time
cs: èas &Pøístupu
uk: За часом &доступу

source: &Change time
cs: èas zmìn&Y
uk: За часом &зм╕ни вузла

source: &Size
cs: &Délka
uk: За &розм╕ром

source: &Inode
cs: &I-uzel
uk: За &i-вузлами

source: &Type
cs: &Typ
uk: За &типом

source: &Links
cs: &Odkazy
uk: &Посилання

source: &Owner
cs: &Vlastník
uk: За &власником

source: &Group
cs: &Skupina
uk: За &групою

source: Cannot read directory contents
cs: Nelze èíst obsah adresáøe
uk: Не вдалося отримати зм╕ст каталога

source: Press any key to continue...
cs: Stisknìte libovolnou klávesu pro pokraèování...
uk: Натисн╕ть проб╕л для продовження...

source: Type `exit' to return to the Midnight Commander
cs: Napi¹ `exit' pro návrat do Midnight Commander-u
uk: Введ╕ть "exit" для повернення у Midnight Commander

source: Cannot fetch a local copy of %s
cs: Nelze vyrobit lokální kopii souboru %s
uk: Не вда╓ться отримати локальну коп╕ю %s

source: Cannot create temporary command file %s
cs: Nelze vytvoøit doèasný pøíkazový soubor %s
uk: Не вда╓ться створити тимчасовий командний файл %s

source: Parameter
cs: Parametr
uk: Параметр

source: file error
cs: chyba souboru
uk: помилка файлу

source: Format of the
cs: Formát
uk: Формат

source: mc.ext file has changed with version 3.0. It seems that installation failed. Please fetch a fresh new copy from the Midnight Commander package.
cs: soubor mc.ext byl modifikován verzí 3.0. Zdá se, ¾e instalace selhala. Prosím nahrajte si aktuální novou kopii balíèku Midnight Commander.
uk: mc.ext було зм╕нено верс╕╓ю 3.0. Схоже що стався зб╕й при встановленн╕. Будь ласка в╕зьм╕ть св╕жу коп╕ю з пакета Midnight Commander.

source: file has changed with version 3.0. You may want either to copy it from
cs: soubor byl zmìnìn verzí 3.0. Mù¾ete ji buï zkopírovat z
uk: файлу зм╕нений у верс╕╖ 3.0. Ви можете або скоп╕ювати його з

source: mc.ext or use that file as an example of how to write it.
cs: mc.ext nebo pou¾ít tento soubor jako pøíklad, jak ho napsat.
uk: mc.ext або використовувати цей файл як приклад написання.

source: mc.ext will be used for this moment.
cs: nyní bude pou¾it mc.ext.
uk: mc.ext буде використано у цей момент.

source: Copy
cs: Kopírovat
uk: Скоп╕ювати

source: Move
cs: Pøesun
uk: Перенести

source: Delete
cs: Smazat
uk: Видалення

source: Invalid target mask
cs: Chybná maska cíle
uk: Неправильний шаблон ц╕л╕

source: Cannot make the hardlink
cs: Nelze vytvoøit pøímý odkaz
uk: Не вдалося створити жорстке посилання

source: Cannot read source link "%s" %s
cs: Nelze pøeèíst zdrojový odkaz "%s %s
uk: Не вда╓ться прочитати джерельне посилання "%s" %s

source: Cannot make stable symlinks across non-local filesystems: Option Stable Symlinks will be disabled
cs: Pøes vzdálené filestémy nelze vytváøet stabilní symbolické odkazy: Mo¾nost "stabilní symbolické odkazy" bude vypnutá
uk: Неможливо створити ст╕йк╕ симв. посилання через не локальн╕ файлов╕ системи: Параметр Ст╕йк╕ символьн╕ посилання буде заборонено

source: Cannot create target symlink "%s" %s
cs: Nelze vytvoøit cílovou linku "%s" %s
uk: Не вда╓ться створити ц╕льове символьне посилання "%s" %s

source: Cannot overwrite directory "%s" %s
cs: Nelze pøepsat adresáø "%s" %s
uk: Не вда╓ться зам╕стити каталог "%s" %s

source: Cannot stat source file "%s" %s
cs: Na zdrojového souboru "%s" nelze provést stat %s
uk: Не вда╓ться отримати властивост╕ вих╕дного файла "%s" %s

source: `%s' and `%s' are the same file
cs: `%s' a `%s' jsou stejný soubor
uk: "%s" ╕ "%s" це один ╕ той же ж файл

source: Cannot create special file "%s" %s
cs: Nelze vytvoøit speciální soubor "%s" %s
uk: Не вда╓ться створити спец╕альний файл "%s" %s

source: Cannot chown target file "%s" %s
cs: Nemohu provést zmìnu vlastníka souboru "%s" %s
uk: Не вда╓ться зм╕нити власника ц╕льового файла "%s" %s

source: Cannot chmod target file "%s" %s
cs: Nelze zmìnit práva cílového souboru "%s" %s
uk: Не вда╓ться зм╕нити права доступу ц╕льового файла "%s" %s

source: Cannot open source file "%s" %s
cs: Nelze otevøít zdrojový soubor "%s" %s
uk: Не вда╓ться в╕дкрити вих╕дний файл "%s" %s

source: Reget failed, about to overwrite file
cs: Reget selhal, soubor je smazat a zacina se od zacatku
uk: Зб╕й дозавантаження файлу, файл буде зам╕щено

source: Cannot fstat source file "%s" %s
cs: Nelze provést fstat souboru "%s" %s
uk: Не вда╓ться отримати властивост╕ вих╕дного файла "%s" %s

source: Cannot create target file "%s" %s
cs: Nelze vytvoøit cílový soubor "%s" %s
uk: Не вда╓ться створити ц╕льовий файл "%s" %s

source: Cannot fstat target file "%s" %s
cs: Nelze provést fstat cílového souboru "%s" %s
uk: Не вда╓ться отримати властивост╕ ц╕льового файла "%s" %s

source: Cannot read source file "%s" %s
cs: Nelze èíst zdrojový soubor "%s" %s
uk: Не вда╓ться прочитати вих╕дний файл "%s" %s

source: Cannot write target file "%s" %s
cs: Nelze psát do cílového souboru "%s" %s
uk: Не вда╓ться записати ц╕льовий файл "%s" %s

source: (stalled)
cs: (zmrzlo)
uk: (застряв)

source: Cannot close source file "%s" %s
cs: Nelze zavøít zdrojový soubor "%s" %s
uk: Не вда╓ться закрити вих╕дний файл "%s" %s

source: Cannot close target file "%s" %s
cs: Nemohu zavøít cílový soubor "%s" %s
uk: Не вда╓ться закрити ц╕льовий файл "%s" %s

source: Incomplete file was retrieved. Keep it?
cs: Získaný soubor není kompletní. Pøesto ulo¾it?
uk: Отримано неповний файл. Залишити його?

source: &Delete
cs: &Smazat
uk: &Видалити

source: &Keep
cs: &Ponechat
uk: &Лишити

source: Cannot stat source directory "%s" %s
cs: Na zdrojovém adresáøi "%s" nelze provést stat %s
uk: Не вда╓ться отримати властивост╕ вих╕дного каталога "%s" %s

source: Source directory "%s" is not a directory %s
cs: Zdrojový adresáø "%s" není adresáøem %s
uk: Вих╕дний каталог "%s" не ╓ каталогом %s

source: Cannot copy cyclic symbolic link `%s'
cs: Nelze kopírovat cyklický symbolický odkaz `%s'
uk: Не вда╓ться скоп╕ювати цикл╕чне символьне посилання "%s"

source: Destination "%s" must be a directory %s
cs: Cíl "%s" musí být adresáøem %s
uk: Призначення "%s" повинно бути каталогом %s

source: Cannot create target directory "%s" %s
cs: Nelze vytvoøit cílový adresáø "%s" %s
uk: Не вда╓ться створити ц╕льовий каталог "%s" %s

source: Cannot chown target directory "%s" %s
cs: Nelze zmìnit práva cílového adresáøe "%s" %s
uk: Не вда╓ться зм╕нити власника ц╕льового каталога "%s" %s

source: Cannot stat file "%s" %s
cs: Na souboru "%s" nelze provést stat %s
uk: Не вда╓ться отримати властивост╕ файла "%s" %s

source: Cannot overwrite directory `%s'
cs: Nelze pøepsat adresáø `%s'
uk: Не вда╓ться зам╕стити каталог "%s"

source: Cannot move file "%s" to "%s" %s
cs: Nelze pøesunout soubor "%s" na "%s" %s
uk: Не вда╓ться перенести файл "%s" у "%s" %s

source: Cannot remove file "%s" %s
cs: Nelze smazat soubor "%s" %s
uk: Не вда╓ться видалити файл "%s" %s

source: `%s' and `%s' are the same directory
cs: `%s' a `%s' jsou stejné adresáøe
uk: "%s" ╕ "%s" це один ╕ той же ж каталог

source: Cannot overwrite directory "%s" %s
cs: Nelze pøepsat adresáø "%s" %s
uk: Не вда╓ться зам╕стити каталог "%s" %s

source: Cannot overwrite file "%s" %s
cs: Nelze pøepsat soubor "%s" %s
uk: Не вда╓ться зам╕стити файл "%s" %s

source: Cannot move directory "%s" to "%s" %s
cs: Nelze pøesunout adresáø "%s" na "%s" %s
uk: Не вда╓ться перенести каталог "%s" у "%s" %s

source: Cannot delete file "%s" %s
cs: Nelze smazat soubor "%s" %s
uk: Не вда╓ться видалити файл "%s" %s

source: Cannot remove directory "%s" %s
cs: Nelze smazat adresáø "%s" %s
uk: Не вда╓ться видалити каталог "%s" %s

source: 1Copy
cs: 1Kopírovat
uk: 1Cкоп╕ювати

source: 1Move
cs: 1Pøesunout
uk: 1Перенести

source: 1Delete
cs: 1Smazat
uk: 1Видалити

source: %o %d %f%m
uk: %o ц╕ %f (%d шт.)%m

source: file
cs: soubor
uk: файл

source: files
cs: souborù
uk: файли

source: directory
cs: adresáø
uk: каталог

source: directories
cs: adresáøù
uk: каталоги

source: files/directories
cs: souborù/adresáøù
uk: файли/каталоги

source: with source mask:
cs: vyhovujících masce: (F1=nápovìda)
uk: з шаблоном джерела:

source: to:
cs: na:
uk: у:

source: Cannot operate on ".."!
cs: Nelze pracovat s ".."!
uk: Не можу виконувати операц╕╖ над ".."!

source: Sorry, I could not put the job in background
cs: Bohu¾el, úlohu nelze pøesunout na pozadí
uk: Вибачте, не зм╕г пом╕стити цей процес на тло

source: &Retry
cs: &Zkusit znovu
uk: По&вторити

source: &Abort
cs: &Zru¹it
uk: &Перервати

source: Directory not empty. Delete it recursively?
cs: Adresáø není prázdný. Smazat vèetnì podadresáøù?
uk: Каталог не порожн╕й. Видалити рекурсивно?

source: Background process: Directory not empty Delete it recursively?
cs: Proces na pozadí: Adresáø není prázdný Smazat rekurzivnì?
uk: Фоновий процес: каталог не порожн╕й Видалити рекурсивно?

source: Delete:
cs: Smazat:
uk: Видалення:

source: Non&e
cs: ¾á&Dné
uk: Ж&oдного

source: ETA %d:%02d.%02d
cs: ÈAS %d:%02d.%02d
uk: ОЧЗ %d:%02d.%02d

source: %.2f MB/s
uk: %.2f MБ/с

source: %.2f KB/s
uk: %.2f KБ/с

source: %ld B/s
uk: %ld Б/с

source: File
cs: Soubor
uk: Файл

source: Count
cs: Poèet
uk: К╕льк╕сть

source: Bytes
cs: Bytù
uk: Байт

source: Source
cs: Zdroj
uk: Джерело

source: Target
cs: Cíl
uk: Ц╕ль

source: Deleting
cs: Ma¾e se
uk: Видалення

source: Target file "%s" already exists!
cs: Cílový soubor "%s" u¾ existuje!
uk: Ц╕льовий файл "%s" вже ╕сну╓!

source: If &size differs
cs: jestli¾e se délky &Li¹í
uk: З р╕зним &розм╕ром

source: &Update
cs: akt&Ualizace
uk: &Застар╕л╕

source: Overwrite all targets?
cs: Pøepsat v¹echny soubory?
uk: Зам╕стити вс╕ файли?

source: &Reget
cs: naváza&T
uk: Пере&читати

source: A&ppend
cs: &Pøipojit
uk: Дописати у &к╕нець

source: Overwrite this target?
cs: Pøepsat tento soubor?
uk: Зам╕стити цей файл?

source: Target date: %s, size %d
cs: Cílový soubor: datum %s, délka %d
uk: Дата модиф╕кац╕╖ ц╕л╕: %s, розм╕р %d

source: Source date: %s, size %d
cs: Zdrojový soubor: datum %s, délka %d
uk: Дата модиф╕кац╕╖ джерела: %s, розм╕р %d

source: File exists
cs: Soubor existuje
uk: Файл ╕сну╓

source: Background process: File exists
cs: Proces na pozadí: Soubor existuje
uk: Фоновий процес: Файл ╕сну╓

source: preserve &Attributes
cs: zachovat &Atributy
uk: Збе&p╕гати атрибути

source: follow &Links
cs: nás&Ledovat odkazy
uk: &Iти за посиланнями

source: to:
cs: na:
uk: у:

source: &Using shell patterns
cs: &Význam vzorù jako v shellu
uk: &Шаблон оболонки

source: &Background
cs: &Na pozadí
uk: На &тл╕

source: &Stable Symlinks
cs: &Stabilní symbolické odkazy
uk: Збер╕гати симв&oльн╕ посилання

source: &Dive into subdir if exists
cs: &Ponoøit se do existujících adresáøù
uk: Ус&eредину каталога, якщо ╓

source: Invalid source pattern `%s' %s
cs: Chybný vzor zdroje `%s' %s
uk: Неправильний шаблон джерела "%s" %s

source: &Suspend
cs: &Pozastavit
uk: При&зупинити

source: Con&tinue
cs: &Pokraèovat
uk: П&родовжити

source: &Chdir
uk: Пере&х╕д

source: &Again
cs: &Znovu
uk: &Знову

source: &Quit
cs: &Konec
uk: &Вийти

source: Pane&lize
cs: Pane&lizace
uk: Па&нел╕зувати

source: &View - F3
cs: &Vidìt - F3
uk: &Переглянути - F3

source: &Edit - F4
cs: &Uprav - F4
uk: &Редагувати - F4

source: Start at:
cs: Zaèít v:
uk: Почати з:

source: Filename:
cs: Jméno souboru:
uk: Назва файлу:

source: Content:
cs: Obsah:
uk: Вм╕ст:

source: &Tree
cs: &Strom
uk: Д&eрево

source: Find File
cs: Najít soubor
uk: Знайти файл

source: Grepping in %s
cs: Hledám v %s
uk: Пошук у %s

source: Finished
cs: Hotovo
uk: Завершено

source: Searching %s
cs: Hledá se %s
uk: Шукаю %s

source: Searching
cs: Hledání
uk: Шукаю

source: Help file format error
cs: Chybná formát souboru s nápovìdou
uk: Помилка формату файла дов╕дки

source: Internal bug: Double start of link area
cs: Vnitøní závada: Dvojité spu¹tìní pole odkazù
uk: Внутр╕шня помилка: Подв╕йний початок област╕ посилання

source: Cannot find node %s in help file
cs: V souboru s nápovìdou nelze najít sekci %s
uk: Не вда╓ться знайти вузол %s у файл╕ дов╕дки

source: Index
uk: Вм╕ст

source: Prev
cs: Dozadu
uk: Назад

source: &Move
cs: &Pøesun
uk: Пере&нести

source: &Remove
cs: &Smazat
uk: Ви&далити

source: &Append
cs: &Pøidat
uk: По&заду

source: &Insert
cs: &Vlo¾it
uk: &Попереду

source: New &Entry
cs: &Nová polo¾ka
uk: Новий &запис

source: New &Group
cs: Nová s&Kupina
uk: Нова &група

source: &Up
cs: Nahor&U
uk: &Угору

source: &Add current
cs: pøidat &Tento
uk: Додати &поточний

source: Fr&ee VFSs now
cs: u&Volnit VFS
uk: Зв&╕льнити ВФС зараз

source: Change &To
cs: Z&Mìnit na
uk: Пере&йти до

source: Subgroup - press ENTER to see list
cs: Podskupina - pro seznam stisknìte ENTER
uk: П╕дгрупа - для перегляду натисн╕ть ENTER

source: Active VFS directories
cs: Aktivní adresáøe VFS
uk: Активн╕ каталоги ВФС

source: Directory hotlist
cs: Rychlý pøístup k adresáøùm
uk: Список каталог╕в

source: Directory path
cs: Cesta k adresáøi
uk: Шлях до каталога

source: Directory label
cs: Popisek adresáøe
uk: М╕тка каталога

source: Moving %s
cs: Pøesunuje se %s
uk: Переношу %s

source: New hotlist entry
cs: Nová polo¾ka pro rychlý pøístup
uk: Новий запис

source: Directory label
cs: Popis adresáøe
uk: М╕тка каталогу

source: Directory path
cs: Cesta k adresáøi
uk: Шлях до каталога

source: New hotlist group
cs: Nová skupina pro rychlý pøístup
uk: Нова група

source: Name of new group
cs: Jméno nové skupiny
uk: Назва ново╖ групи

source: Label for "%s":
cs: Popis pro "%s":
uk: М╕тка для "%s":

source: Add to hotlist
cs: Pøidání pro rychlý pøístup
uk: Додати до списку

source: Remove:
cs: Smazat:
uk: Видалити:

source: Group not empty. Remove it?
cs: Skupina není prázdná. Smazat?
uk: Група не порожня. Видалити ╖╖?

source: Top level group
cs: Hlavní skupina
uk: Група верхнього р╕вня

source: MC was unable to write ~/
cs: MC nemù¾e zapsat ~/
uk: MC нема╓ прав на запис в ~/

source: file, your old hotlist entries were not deleted
cs: soubor a polo¾ky starého seznamu pro rychlý pøístup nebyly smazány
uk: ваш╕ стар╕ елементи списку не було видалено

source: Hotlist Load
cs: Ètení seznamu pro rychlý pøístup
uk: Завантаження дов╕дника

source: File: %s
cs: Soubor: %s
uk: Файл: %s

source: Free nodes: %d (%d%%) of %d
cs: Volných i-uzlù: %d (%d%%) z %d
uk: В╕ль. вузл╕в: %d (%d%%) з %d

source: No node information
cs: O uzlu nejsou informace
uk: Нема ╕нформац╕╖ про вузол

source: Free space: %s (%d%%) of %s
cs: Volný prostor: %s (%d%%) z %s
uk: В╕ль. прост╕р: %s (%d%%) з %s

source: No space information
cs: Nelze získat informace o prostoru
uk: Нема ╕нформац╕╖ про прост╕р

source: Type: %s
cs: Typ: %s
uk: Тип: %s

source: non-local vfs
cs: vzdálený vfs
uk: не локальна ВФС

source: Device: %s
cs: Zaøízení: %s
uk: Пристр╕й: %s

source: Filesystem: %s
cs: Systém souborù: %s
uk: Ф. система: %s

source: Accessed: %s
cs: Pøístup: %s
uk: Останн╕й доступ: %s

source: Modified: %s
cs: Zmìnìn: %s
uk: Зм╕нено: %s

source: Created: %s
cs: Vytvoøen: %s
uk: Створено: %s

source: Size: %s
cs: Velikost: %s
uk: Розм╕р: %s

source: (%d block)
cs: (%d blok)
uk: (%d блок)

source: (%d blocks)
cs: (%d blokù)
uk: (%d блок╕в)

source: Owner: %s/%s
cs: Vlastník: %s/%s
uk: Власник: %s/%s

source: Links: %d
cs: Odkazù: %d
uk: Посилань: %d

source: Mode: %s (%04o)
cs: Práva: %s (%04o)
uk: Права: %s (%04o)

source: Location: %Xh:%Xh
cs: Poloha: %Xh:%Xh
uk: Розташування: %Xh:%Xh

source: File: None
cs: Soubor: ®ádný
uk: Файл: Нема╓

source: &Vertical
cs: &Vertikální
uk: &Вертикальне

source: &Horizontal
cs: &Horizontální
uk: &Горизонтальне

source: &Xterm window title
cs: nadpis okna &Xtermu
uk: Заголовок в╕кна &xterm

source: h&Intbar visible
cs: tip&y viditelné
uk: Сму&жка порад

source: &Keybar visible
cs: &Klávesy viditelné
uk: Смуж&ка функц. клав╕ш

source: command &Prompt
cs: pøíkazová øá&Dka
uk: &Командний рядок

source: show &Mini status
cs: ukazovat m&Ini stav
uk: Смужка &м╕н╕-статусу

source: menu&Bar visible
cs: &Menu v¾dy viditelné
uk: &Смужка меню

source: &Equal split
cs: rozdìlení na &Poloviny
uk: &Р╕вн╕ розм╕ри

source: pe&Rmissions
cs: p&Ráva
uk: Права д&оступу

source: &File types
cs: &Typy souborù
uk: Типи &файл╕в

source: &Save
cs: &Ulo¾it
uk: &Зберегти

source: Panel split
cs: Rozdìlení panelù
uk: Розбиття панелей

source: Highlight...
cs: Zvýraznìní...
uk: П╕дсв╕тка...

source: Other options
cs: Dal¹í nastavení
uk: ╤нш╕ параметри

source: output lines
cs: øádek výstupu
uk: рядк╕в виводу

source: Layout
cs: Rozlo¾ení
uk: Макет

source: Learn keys
cs: Uèit klávesy
uk: Вивчення клав╕ш

source: Teach me a key
cs: Nauète mne klávesu
uk: Навч╕ть мене клав╕ш╕

source: Please press the %s and then wait until this message disappears. Then, press it again to see if OK appears next to its button. If you want to escape, press a single Escape key and wait as well.
cs: Prosím, stisknìte %s and vyèkejte, dokud tato zpráva nezmizí. Potom, stisknìte klávesu znovu a¾ se objeví OK za tímto tlaèítkem. Pokud chcete operaci pøeru¹it, stisknìte 1x klávesu Esc a opìt vyèkejte.
uk: Будь ласка, натисн╕ть клав╕шу %s ╕ почекайте, поки це пов╕домлення пропаде. Пот╕м натисн╕ть ╖╖ ще раз, щоб пересв╕дчитися, що поруч з ╖╖ назвою з'явилася м╕тка 'OK'. Якщо ви хочете в╕дм╕нити навчання, натисн╕ть клав╕шу Esc ╕ також тр╕шки зачекайте.

source: Cannot accept this key
cs: Tuto klávesu nelze akceptovat
uk: Не можу прийняти цю клав╕шу

source: You have entered "%s"
cs: Zadali jste "%s"
uk: Ви ввели "%s"

source: It seems that all your keys already work fine. That's great.
cs: Vypadá to, ¾e v¹echny klávesy ji¾ fungují To je skvìlé.
uk: Схоже, що вс╕ ваш╕ клав╕ш╕ вже нормально працюють. Це просто чудово.

source: &Discard
cs: &Zru¹it
uk: В&╕дкинути

source: Great! You have a complete terminal database! All your keys work well.
cs: Skvìlé! Máte kompletní databázi terminálu. V¹echny va¹e klávesy budou funkèní.
uk: Чудово! Ви ма╓те повний опис терм╕налу! Вс╕ ваш╕ клав╕ш╕ працюють.

source: Press all the keys mentioned here. After you have done it, check
cs: Skisknìte v¹echny klávesy zmiòované vý¹e. A¾ to budete mít hotovo,
uk: Натисн╕ть вс╕ перерахован╕ вище клав╕ш╕. П╕сля цього знайд╕ть

source: which keys are not marked with OK. Press space on the missing
cs: zkontrolujte klávesy, které nejsou oznaèeny OK. Tam stisknìte mezerník
uk: клав╕ш╕, як╕ не мають пом╕тки OK. Для навчання клав╕ш╕ вибер╕ть

source: key, or click with the mouse to define it. Move around with Tab.
cs: nebo kliknìte my¹í. Po polo¾kách se budete pohybovat pocmocí tabelátoru.
uk: ╖╖ при допомоз╕ Tab або мишкою ╕ натисн╕ть проб╕л.

source: The Commander can't change to the directory that the subshell claims you are in. Perhaps you have deleted your working directory, or given yourself extra access permissions with the "su" command?
cs: Program Midnight Commander nemù¾e zmìnit adresáø na ten, který mu oznámil shell. Je to pravdìpodobnì proto, ¾e byl tento adresáø smazán nebo také proto, ¾e jste se do tohoto adresáøe pøepnuli pomocí su.
uk: Командир не може перейти у каталог, який йому пов╕домив доч╕рн╕й процес ╕нтерпретатора. Може, ви видалили робочий каталог або дали соб╕ додатков╕ прив╕ле╖ при допомоз╕ команди "su"?

source: The Midnight Commander
cs: Midnight Commander
uk: Midnight Commander

source: Do you really want to quit the Midnight Commander?
cs: Opravdu ukonèit Midnight Commander?
uk: Ви д╕йсно хочете вийти з Midnight Commander?

source: &Left
cs: &Levý
uk: &Л╕ва панель

source: &Sort order...
cs: &Poøadí...
uk: Порядок &сортування

source: &Filter...
cs: &Filtr..
uk: &Ф╕льтр...

source: &Network link...
cs: sí»ové spoje&Ní...
uk: Ме&режне з'╓днання...

source: FT&P link...
cs: FT&P spojení...
uk: &FTP-з'╓днання...

source: S&hell link...
cs: s&Hell spojení...
uk: Зв'язок через &shell...

source: SM&B link...
cs: SM&B spojení...
uk: Зв'язок через &SMB...

source: &Rescan C-r
cs: &Znovu naèíst C-r
uk: &Пересканувати C-r

source: &Right
cs: &Pravý
uk: &Права панель

source: &File
cs: &Soubor
uk: &Файл

source: &User menu F2
cs: &U¾ivatelské menu F2
uk: &Меню користувача F2

source: &View F3
cs: pro&Hlédnout F3
uk: Переглянути &файл F3

source: Vie&w file...
cs: prohlé&Dnout soubor...
uk: &Переглянути файл...

source: &Filtered view M-!
cs: &Filtrovaný pohled M-!
uk: &Перегляд виводу команди M-!

source: &Edit F4
cs: editov&At F4
uk: &Редагувати F4

source: &Copy F5
cs: &Kopírovat F5
uk: &Скоп╕ювати F5

source: c&Hmod C-x c
cs: zmìna &Práv C-x c
uk: Права &доступу C-x c

source: &Link C-x l
cs: &Odkaz C-x l
uk: &Жорстке посилання C-x l

source: &SymLink C-x s
cs: &Symb. odkaz C-x s
uk: &Символьне посилання C-x s

source: edit s&Ymlink C-x C-s
cs: uprav s&Ymb. odkaz C-x C-s
uk: Виправити поси&лання C-x C-s

source: ch&Own C-x o
cs: zmìna &Vlastníka C-x o
uk: &Власник/група C-x o

source: &Advanced chown
cs: &Zmìna práv/vlastníka
uk: Пр&ава (розширен╕)

source: &Rename/Move F6
cs: pøesun/pøe&Jmenovat F6
uk: Пере&йменувати F6

source: &Mkdir F7
cs: nový &Adresáø F7
uk: Ст&ворити каталог F7

source: &Delete F8
cs: s&Mazat F8
uk: &Видалити F8

source: &Quick cd M-c
cs: rychlé &Cd M-c
uk: &Швидка зм╕на каталогу M-c

source: select &Group M-+
cs: oznaè&It skupinu M-+
uk: В╕дм╕тити &групу M-+

source: u&Nselect group M-\
cs: odz&Naèit skupinu M-\
uk: Зняти &в╕дм╕тку з групи M-\

source: reverse selec&Tion M-*
cs: prohodi&T oznaèení M-*
uk: ╤нвер&тувати в╕дм╕тку M-*

source: e&Xit F10
cs: kon&Ec F10
uk: Ви&х╕д F10

source: &Command
cs: &Pøíkaz
uk: &Команда

source: &Find file M-?
cs: &Najít soubor M-?
uk: &Знайти файл M-?

source: e&Xternal panelize C-x !
cs: e&Xterní panelizace C-x !
uk: &Вив╕д команди на панель C-x !

source: command &History
cs: &Historie pøíkazù
uk: &╤стор╕я команд

source: di&Rectory hotlist C-\
cs: &Rychlý pøístup k adresáøùm C-\
uk: Список ката&лог╕в C-\

source: &Active VFS list C-x a
cs: seznam &Aktivních VFS C-x a
uk: Список &активних ВФС C-x a
