Repository: BackupTheBerlios/mcvox
Catalog: mcvox/po/*.po
Languages: cs, uk

source: %s: %s: %s %lu bytes transferred
cs: %s: %s: %s %lu bajtù ji¾ pøeneseno
uk: %s: %s: %s %lu байт перенесено

source: Getting file
cs: Získává se soubor
uk: Отримання файлу

source: Cannot open %s archive %s
cs: Nelze otevøít %s archiv %s
uk: Не вдалося в╕дкрити арх╕в %s %s

source: Inconsistent extfs archive
cs: Po¹kozený extfs archiv
uk: Неузгоджений арх╕в extfs

source: fish: Disconnecting from %s
cs: fish: Odpojení od %s
uk: fish: в╕д'╓днуюсь в╕д %s

source: fish: Waiting for initial line...
cs: fish: Èekání na poèáteèní linku...
uk: fish: чекаю початковий рядок...

source: Sorry, we cannot do password authenticated connections for now.
cs: Bohu¾el, není mo¾né provést heslem autentizované spojení.
uk: Вибачте, зараз неможливо створювати з'╓днання, авторизован╕ паролем.

source: fish: Password required for
cs: fish: Heslo je vy¾adováno pro
uk: fish: вимага╓ться пароль для

source: fish: Sending password...
cs: fish: Posílá se heslo...
uk: fish: в╕дсилаю пароль...

source: fish: Sending initial line...
cs: fish: Iniciální øádka odeslána...
uk: fish: в╕дсилаю початковий рядок...

source: fish: Handshaking version...
cs: fish: Domlouvání verze...
uk: fish: домовляюсь про верс╕ю...

source: fish: Setting up current directory...
cs: fish: Nastavování aktuální adresáøe...
uk: fish: встановлюю поточний каталог...

source: fish: Connected, home %s.
cs: fish: Pøipojeno, domácí adresáø %s.
uk: fish: з'╓днався, домашн╕й каталог %s.

source: fish: Reading directory %s...
cs: fish: Naèítaní adresáøe %s...
uk: fish: читаю каталог %s...

source: %s: done.
cs: %s: zpracován.
uk: %s: завершено.

source: %s: failure
cs: %s: selhání
uk: %s: зб╕й

source: fish: store %s: sending command...
cs: fish: ukládám %s: posílám pøíkaz...
uk: fish: запис %s: в╕дсилаю команду...

source: fish: Local read failed, sending zeros
cs: fish: Selhalo ètení lokálního souboru, posílám nuly
uk: fish: Зб╕й локального читання, в╕дсилаються нул╕

source: fish: storing %s %d (%lu)
cs: fish: ukládá se %s %d (%lu)
uk: fish: збереження %s %d (%lu)

source: zeros
cs: nuly
uk: нул╕

source: Aborting transfer...
cs: Pøeru¹ení pøenosu...
uk: Переривання перенесення...

source: Error reported after abort.
cs: Po pøeru¹ení byla oznámena chyba.
uk: Пов╕домлена помилка п╕сля переривання.

source: Aborted transfer would be successful.
cs: Pøeru¹ení pøenosu probìhlo v poøádku.
uk: Перенесення усп╕шно припинене.

source: ftpfs: Disconnecting from %s
cs: ftpfs: odpojení od %s
uk: ftpfs: в╕д'╓днання в╕д %s

source: FTP: Password required for
cs: FTP: Heslo je vy¾adováno pro
uk: FTP: вимага╓ться пароль для

source: ftpfs: sending login name
cs: ftpfs: jméno odesláno
uk: ftpfs: в╕дсилаю ╕м'я користувача

source: ftpfs: sending user password
cs: ftpfs: heslo pro anonymní ftp odesláno
uk: ftpfs: в╕дсилаю пароль користувача

source: FTP: Account required for user %s
uk: FTP: вимага╓ться рахунок для користувача %s

source: Account:
uk: Рахунок:

source: ftpfs: sending user account
uk: ftpfs: в╕дсилаю рахунок користувача

source: ftpfs: logged in
cs: ftpfs: pøihlá¹en
uk: ftpfs: заре╓стрований

source: ftpfs: Login incorrect for user %s
cs: ftpfs: Pøihlá¹ení u¾ivatele %s selhalo
uk: ftpfs: помилка ре╓страц╕╖ користувача %s

source: ftpfs: Invalid host name.
cs: ftpfs: Chybné jméno poèítaèe.
uk: ftpfs: неправильна назва системи.

source: ftpfs: Invalid host address.
cs: ftpfs: Chybná adresa poèítaèe.
uk: ftpfs: неправильна адреса системи.

source: ftpfs: making connection to %s
cs: ftpfs: probíhá pøipojování k %s
uk: ftpfs: викону╓ться з'╓днання з %s

source: ftpfs: connection interrupted by user
cs: ftpfs: pøipojování pøeru¹eno u¾ivatelem
uk: ftpfs: з'╓днання перерване користувачем

source: ftpfs: connection to server failed: %s
cs: ftpfs: pøipojování k serveru selhalo: %s
uk: ftpfs: зб╕й з'╓днання з сервером: %s

source: Waiting to retry... %d (Control-C to cancel)
cs: Nový pokus za... %d (Control-C zru¹í)
uk: Оч╕кування повтору спроби... %d (Control-C для скасування)

source: ftpfs: could not setup passive mode
cs: ftpfs: nelze nastavit pasivní re¾im
uk: ftpfs: не зм╕г встановити пасивний режим

source: ftpfs: aborting transfer.
cs: ftpfs: pøeru¹ení pøenosu.
uk: ftpfs: переривання перенесення.

source: ftpfs: abort error: %s
cs: ftpfs: chyba pøi pøeru¹ení: %s
uk: ftpfs: помилка переривання: %s

source: ftpfs: abort failed
cs: ftpfs: pøeru¹ení selhalo
uk: ftpfs: зб╕й переривання

source: ftpfs: CWD failed.
cs: ftpfs: pøíkaz CWD selhal.
uk: ftpfs: зб╕й пошуку поточного робочого каталога.

source: ftpfs: couldn't resolve symlink
cs: ftpfs: nelze najít cíle odkazù
uk: ftpfs: не зм╕г розп╕знати символьне посилання

source: Resolving symlink...
cs: Vyhledávání cílù odkazù...
uk: Розп╕зна╓ться символьне посилання...

source: ftpfs: Reading FTP directory %s... %s%s
cs: ftpfs: Ète se FTP adresáø %s... %s%s
uk: ftpfs: Читання каталога FTP %s... %s%s

source: (strict rfc959)
cs: (striktní rfc959)
uk: (обмеження rfc959)

source: (chdir first)
cs: (nejdøíve chdir)
uk: (спершу chdir)

source: ftpfs: failed; nowhere to fallback to
cs: ftpfs: selhání; není jiná mo¾nost
uk: ftpfs: зб╕й; н╕куди перейти на авар╕йний режим

source: ftpfs: storing file %lu (%lu)
cs: ftpfs: ukládá se soubor %lu (%lu)
uk: ftpfs: збер╕гаю файл %lu (%lu)

source: ~/.netrc file has incorrect mode. Remove password or correct mode.
cs: Soubor ~/.netrc nemá správná pøístupová práva. Odstraòte heslo nebo zmìòte práva.
uk: Файл ~/.netrc ма╓ нев╕рн╕ права. Видал╕ть пароль або виправте права файла.

source: The server does not support this version
cs: Server tuto verzi nepodporuje
uk: Сервер не п╕дтриму╓ дану верс╕ю

source: The remote server is not running on a system port you need a password to log in, but the information may not be safe on the remote side. Continue?
cs: Vzdálený server nebì¾í na domluveném portu k pøihlá¹ení budete potøebovat heslo, ale informace mù¾e být na vzdálené stranì kompromitována. Pokraèovat?
uk: В╕ддалений сервер запущений не на системному порт╕. Необх╕дний пароль для входу у систему, але ╕нформац╕я з в╕ддалено╖ сторони може бути недостов╕рна. Продовжувати?

source: MCFS Password required
cs: Pro MCFS vy¾adováno heslo
uk: Вимага╓ться пароль MCFS

source: Invalid password
cs: Chybné heslo
uk: Неправильний пароль

source: Cannot locate hostname: %s
cs: Nelze urèit jméno poèítaèe: %s
uk: Не вда╓ться знайти назву машини: %s

source: Cannot create socket: %s
cs: Nelze vytvoøit soket: %s
uk: Не вда╓ться створити сокет: %s

source: Cannot connect to server: %s
cs: Nelze se pøipojit k serveru: %s
uk: Не вда╓ться з'╓днатися з сервером: %s

source: Too many open connections
cs: Pøíli¹ mnoho otevøených spojení
uk: Надто багато в╕дкритих з'╓днань

source: Warning: Invalid line in %s: %s
cs: Varování: Neplatný øádek v %s: %s
uk: Увага: Неправильний рядок в %s: %s

source: Warning: Invalid flag %c in %s: %s
cs: Varování: Neplatný pøíznak %c v %s: %s
uk: Увага: Неправильний прапорець %c у %s: %s

source: Authentication failed
cs: Autentizace selhala
uk: Зб╕й авторизац╕╖

source: Error %s creating directory %s
cs: %s vytváøí adresáø %s
uk: %s створення каталога %s

source: Error %s removing directory %s
cs: %s ru¹í adresáø %s
uk: %s видаля╓ каталог %s

source: %s opening remote file %s
cs: %s otevírá vzdálený soubor %s
uk: %s в╕дкрива╓ в╕ддалений файл %s

source: %s removing remote file %s
cs: %s odstraòuje vzdálený soubor %s
uk: %s видаля╓ в╕ддалений файл %s

source: %s renaming files
cs: %s pøejmenovává soubory
uk: %s перейменування файл╕в

source: Cannot open tar archive %s
cs: Nelze otevøít archív .tar %s
uk: Не вдалося в╕дкрити tar-арх╕в %s

source: Unexpected EOF on archive file
cs: Archivní soubor neoèekávanì konèí
uk: Неоч╕куваний к╕нець арх╕вного файлу

source: Inconsistent tar archive
cs: Nekonzistentní archiv .tar
uk: Неузгоджений арх╕в tar

source: Hmm,... %s doesn't look like a tar archive.
cs: Hm,... %s nevypadá jako byl archiv .tar.
uk: Гм,... %s не схожий на tar-арх╕в.

source: undelfs: error
cs: undelfs: chyba
uk: undelfs: помилка

source: not enough memory
cs: není dostatek pamìti
uk: недостатньо пам'ят╕

source: while allocating block buffer
cs: bìhem alokace pamìti blokù
uk: при отриманн╕ блоку буфер╕в

source: while starting inode scan %d
cs: bìhem spou¹tìní kontroly i-uzlù %d
uk: при початку сканування i-вузла %d

source: undelfs: loading deleted files information %d inodes
cs: undelfs: ète se informace o smazaných souborech %d i-uzlù
uk: undelfs: завантаження ╕нформац╕╖ про видален╕ файли %d i-вузл╕в

source: while calling ext2_block_iterate %d
cs: bìhem volání ext2_block_iterate %d
uk: при виклику ext2_block_iterate %d

source: no more memory while reallocating array
cs: není ji¾ dal¹í pamì» na pøealokování pole
uk: не вистачило пам'ят╕ при перев╕дкритт╕ масиву

source: while doing inode scan %d
cs: bìhem kontroly i-uzlù %d
uk: при скануванн╕ i-вузла %d

source: Ext2lib error
cs: chyba ext2lib
uk: Зб╕й Ext2lib

source: Cannot open file %s
cs: Nelze otevøít soubor %s
uk: Не вдалося в╕дкрити файл %s

source: undelfs: reading inode bitmap...
cs: undelfs: ète se bitová mapa i-uzlù...
uk: undelfs: читання б╕тово╖ мапи i-вузл╕в...

source: Cannot load inode bitmap from: %s
cs: Nelze naèíst bitovou mapu i-uzlù z: %s
uk: Не вдалося завантажити б╕тову мапу i-вузл╕в з: %s

source: undelfs: reading block bitmap...
cs: undelfs: ète se bitová mapa blokù...
uk: undelfs: читання блоку б╕тово╖ мапи...

source: Cannot load block bitmap from: %s
cs: Nelze naèíst bitovou mapu blokù z: %s
uk: Не вдалося завантажити блок б╕тово╖ мапи з: %s

source: vfs_info is not fs!
cs: vfs_info není soub. systém!
uk: vfs_info не файлова система!

source: You have to chdir to extract files first
cs: Pøed získáním souborù je nutné zmìnit adresáø
uk: Ви повинн╕ спочатку зм╕нити каталог щоб д╕стати файли

source: while iterating over blocks
cs: bìhem iterace pøes bloky
uk: на проходжен╕ блок╕в

source: Changes to file lost
cs: Zmìny souboru byly ztraceny
uk: Зм╕ни у файл╕ втрачен╕

source: %b %e %H:%M
cs: %e.%b %H:%M

source: %b %e %Y
cs: %e.%b %Y
