Repository: BackupTheBerlios/mcvox
Catalog: mcvox/po/*.po
Languages: cs, uk

source: Error
cs: Chyba
uk: Помилка

source: Cannot open file for reading:
cs: Nelze otevøít soubor pro ètení:
uk: Зб╕й при спроб╕ в╕дкрити файл для читання:

source: Error reading from pipe:
cs: Chyba pøi ètení z roury:
uk: Помилка читання з каналу:

source: Cannot open pipe for reading:
cs: Nepodaøilo se otevøít rouru pro ètení:
uk: Зб╕й при спроб╕ в╕дкрити канал для читання:

source: Cannot get size/permissions info for file:
cs: Nelze zjistit délku/práva k souboru:
uk: Не вда╓ться отримати розм╕р/права доступу для файла:

source: Not an ordinary file:
cs: Toto není obyèejný soubor:
uk: Незвичайний файл:

source: File is too large:
cs: Soubor je pøíli¹ velký:
uk: Надто великий файл:

source: Macro recursion is too deep
cs: Rekurze maker je pøíli¹ hluboká
uk: Занадто глибока рекурс╕я макрос╕в

source: &Dismiss
cs: &Odmítnout
uk: &Закрити

source: &OK
uk: Г&aразд

source: Enter file name:
cs: Zadejte jméno souboru:
uk: Введ╕ть назву файлу:

source: Error writing to pipe:
cs: Chyba pøi zápisu do roury:
uk: Помилка запису у канал:

source: Cannot open pipe for writing:
cs: Nepodaøilo se otevøít rouru pro zápis:
uk: Зб╕й при спроб╕ в╕дкрити канал для запису:

source: Quick save
cs: Rychlé ukládání
uk: Швидке

source: Safe save
cs: Bezpeèné ukládání
uk: Безпечне

source: Do backups -->
cs: Ukládání záloh -->
uk: Резервн╕ коп╕╖ -->

source: &Cancel
cs: &Zru¹it
uk: &Cкасувати

source: Extension:
cs: Pøípona:
uk: Розширення:

source: Edit Save Mode
cs: Upravit ukládací re¾im
uk: Режим збереження

source: Save As
cs: Ulo¾it jako
uk: Зберегти як

source: Warning
cs: Varování
uk: Попередження

source: A file already exists with this name.
cs: Soubor tohoto jména ji¾ existuje.
uk: Файл з ц╕╓ю назвою вже ╕сну╓.

source: Overwrite
cs: Pøepsat
uk: Зам╕стити

source: Cancel
cs: Zru¹it
uk: Скасувати

source: Cannot save file.
cs: Chyba pøi zápisu do souboru.
uk: Помилка при спроб╕ зберегти файл.

source: Delete macro
cs: Smazat macro
uk: Видалити макрос

source: Cannot open temp file
cs: Chyba pøi otvírání doèasného souboru
uk: Помилка при спроб╕ в╕дкрити тимчасовий файл

source: Cannot open macro file
cs: Chyba pøi otvírání souboru maker
uk: Помилка при спроб╕ в╕дкрити файл макрос╕в

source: Cannot overwrite macro file
cs: Chyba pøi pokusu o pøepis souboru maker
uk: Помилка при спроб╕ зам╕стити файл макрос╕в

source: Save macro
cs: Ulo¾it makro
uk: Зберегти макрос

source: Press the macro's new hotkey:
cs: Stisknìte novou hotkey pro makro:
uk: Натисн╕ть нову клав╕шу макросу:

source: Press macro hotkey:
cs: Stisknìte hotkey makra:
uk: Натисн╕ть гарячу клав╕шу для макросу:

source: Load macro
cs: Naèíst makro
uk: Завантажити макрос

source: Confirm save file? :
cs: Potvrïte ulo¾ení souboru? :
uk: П╕дтверджу╓те запис файлу?:

source: Save file
cs: Ulo¾it soubor
uk: Зберегти файл

source: Save
cs: Ulo¾it
uk: Запис

source: Current text was modified without a file save. Continue discards these changes.
cs: Tento text byl zmìnìn, ale zmìny nebyly ulo¾eny. Pokraèováním se zmìny ztratí.
uk: Поточний текст було зм╕нено ╕ не збережено. Продовження операц╕╖ приведе до втрати зм╕н.

source: Continue
cs: Pokraèovat
uk: Продовжити

source: Load
cs: Naèíst
uk: Завантажити

source: Block is large, you may not be able to undo this action.
cs: Blok je pøíli¹ velký, undo nebude fungovat.
uk: Блок надто великий, ви не зможете в╕дкотити цю д╕ю.

source: O&ne
cs: &Jeden
uk: &Oдин

source: A&ll
cs: &V¹echny
uk: &Ус╕

source: &Skip
cs: &Pøeskoèit
uk: П&ропустити

source: &Replace
cs: &Nahradit
uk: &Зам╕нити

source: Replace with:
cs: Nahradit textem:
uk: Зам╕нити на:

source: Confirm replace
cs: Potvrdit náhradu
uk: П╕дтвердити зам╕ну

source: scanf &Expression
cs: výraz pro &Scanf
uk: Вираз &scanf

source: replace &All
cs: Nahradit &V¹e
uk: Зам╕нити &yс╕

source: pr&Ompt on replace
cs: &Dotaz na nahrazení
uk: Питатися пр&o зам╕ну

source: &Backwards
cs: &Pozpátku
uk: &Назад

source: &Regular expression
cs: &Regulární výraz
uk: &Pегулярний вираз

source: &Whole words only
cs: Pouze &Celá slova
uk: Лише повн&i слова

source: case &Sensitive
cs: v¹ímat si velikos&Ti písmen
uk: Вра&xування рег╕стру

source: Enter replacement argument order eg. 3,2,1,4
cs: Zadejte poøadí argumentù (napø. 3,2,1,4)
uk: Введ╕ть порядок аргумент╕в зам╕ни, напр. 3,2,1,4

source: Enter replacement string:
cs: Zadejte náhradní text:
uk: Введ╕ть стр╕чку для зам╕ни:

source: Enter search string:
cs: Zadejte hledaný text:
uk: Введ╕ть стр╕чку для пошуку:

source: Replace
cs: Nahradit
uk: Зам╕нити

source: Search
cs: Hledat
uk: Пошук

source: Invalid regular expression, or scanf expression with to many conversions
cs: ©patný regulární výraz, nebo scanf výraz s pøíli¹ mnoha pøevody
uk: Неправильний регулярний вираз або у scanf-формат╕ багато перетворень

source: Error in replacement format string.
cs: Chyba ve formátu nahrazovaného textu.
uk: Помилка у формат╕ стр╕чки зам╕ни

source: %ld replacements made.
cs: Provedeno %ld nahrazení.
uk: Виконано %ld зам╕н.

source: Search string not found
cs: Hledaný text nenalezen
uk: Така стр╕чка не знайдена

source: %d finds made, %d bookmarks added
cs: nalezeno: %d, pøidáno zálo¾ek: %d
uk: %d знайдено, %d закладок додано

source: Quit
cs: Konec
uk: Вийти

source: File was modified, Save with exit?
cs: Soubor byl zmìnìn, ulo¾it pøi odchodu?
uk: Файл було зм╕нено, зберегти при виход╕?

source: Cancel quit
cs: Zru¹it odchod
uk: Не виходити

source: &Yes
cs: &Ano
uk: &Так

source: &No
cs: &Ne
uk: &Н╕

source: Copy to clipboard
cs: Zkopírovat do schránky
uk: Скоп╕ювати у буфер

source: Unable to save to file.
cs: Nelze ulo¾it soubor.
uk: Неможливо зберегти у файл.

source: Cut to clipboard
cs: Vyjmout do schránky
uk: Вир╕зати у буфер

source: Goto line
cs: Jdi na øádek
uk: Перейти на рядок

source: Enter line:
cs: Zadejte èíslo øádku:
uk: Введ╕ть номер рядка:

source: Save Block
cs: Ulo¾it blok
uk: Зберегти блок

source: Insert File
cs: Vlo¾it soubor
uk: Вставити файл

source: Cannot insert file.
cs: Chyba pøi vkládání souboru.
uk: Помилка при спроб╕ вставити файлу.

source: Sort block
cs: Setøídit blok
uk: Сортувати блок

source: You must first highlight a block of text.
cs: Nejdøíve je tøeba oznaèit blok textu.
uk: Ви повинн╕ спочатку в╕дм╕тити блок тексту.

source: Run Sort
cs: Spustit tøídìní
uk: Виконати сортування

source: Enter sort options (see manpage) separated by whitespace:
cs: Vlo¾te parametry pro tøídìní (man sort) oddìlené mezerami:
uk: Введ╕ть параметри сортування (див. man sort), розд╕лен╕ проб╕лами:

source: Sort
cs: Setøídit
uk: Сортування

source: Cannot execute sort command
cs: Chyba pøi spou¹tìní príkazu sort
uk: Помилка при спроб╕ виконати команду sort

source: Sort returned non-zero:
cs: sort vrátil neskoèil dobøe:
uk: Сортування вернуло ненульовий код:

source: Paste output of external command
uk: Вставитu вuв╕д зовн╕шньо╖ команди

source: Enter shell command(s):
uk: Введ╕ть команду оболонки:

source: External command
uk: Зовн╕шня команда

source: Cannot execute command
uk: Неможливо виконати команду

source: Error creating script:
cs: Chyba pøi vytváøení skriptu:
uk: Помилка створення скрипта:

source: Error reading script:
cs: Chyba pøi ètení skriptu:
uk: Помилка читання скрипта:

source: Error closing script:
cs: Chyba pøi zavírání skriptu:
uk: Помилка закриття скрипта:

source: Script created:
cs: Skript byl vytvoøen:
uk: Скрипт створено:

source: Process block
cs: Zpracovat blok
uk: Обробити блок

source: Mail
cs: E-mail
uk: Пошта

source: Copies to
cs: Kopie do
uk: Коп╕╖ до

source: Subject
cs: Pøedmìt
uk: Тема

source: To
cs: Komu
uk: До

source: mail -s <subject> -c <cc> <to>
cs: mail -s <pøedmìt> -c <kopie> <komu>
uk: mail -s <Тема> -c <Коп╕╖> <До>

source: Emacs key:
cs: Emacs-ová klávesa:
uk: Клав╕ша Emacs:

source: Execute Macro
cs: Spustit makro
uk: Виконати макрос

source: Insert Literal
cs: Vlo¾it znak
uk: Вставити л╕терал

source: Press any key:
cs: Stisknìte libovolnou klávesu:
uk: Натисн╕ть будь яку клав╕шу:

source: File locked
uk: Файл блоковано

source: &Grab lock
uk: Захватити замок

source: &Ignore lock
uk: Игнорувати замок

source: About
cs: O programu
uk: Про програму

source: Cooledit v3.11.5 Copyright (C) 1996 the Free Software Foundation A user friendly text editor written for the Midnight Commander.
cs: Cooledit v3.11.5 Copyright (C) 1996 the Free Software Foundation U¾ivatelsky pøíjemný textový editor pro program Midnight Commander.
uk: Cooledit v3.11.5 Copyright (C) 1996 the Free Software Foundation Текстовий редактор з дружн╕м ╕нтерфейсом користувача. Створено для Midnight Commander.

source: &Open file...
cs: &Otevøít soubor...
uk: &В╕дкрити файл...

source: &New C-n
cs: &Nový C-n
uk: &Новий файл C-n

source: &Save F2
cs: &Ulo¾it F2
uk: &Зберегти F2

source: Save &as... F12
cs: ulo¾it &Jako... F12
uk: Зберегти &як... F12

source: &Insert file... F15
cs: &Vlo¾it soubor... F15
uk: &Вставити файл... F15

source: Copy to &file... C-f
cs: zkopírovat do &Souboru... C-f
uk: &Коп╕ювати у файл... C-f

source: &User menu... F11
cs: u¾ivatelské &Menu... F11
uk: &Меню користувача... F11

source: A&bout...
cs: o &Programu...
uk: &Про програму...

source: &Quit F10
cs: &Konec F10
uk: &Вийти F10

source: &New C-x k
cs: &Nový C-x k
uk: &Новий файл C-x k

source: Copy to &file...
cs: Zkopírovat do &Souboru... C-f
uk: &Коп╕ювати у файл...

source: &Toggle Mark F3
cs: &Pøehodit znaèky F3
uk: &Перемикнути в╕дм╕тку F3

source: &Mark Columns S-F3
cs: &Znaèit sloupcovì S-F3
uk: В╕дм╕тити &стовпц╕ S-F3

source: Toggle &ins/overw Ins
cs: &Vkládání/Pøepis Ins
uk: &Режим вставки/зам╕ни Ins

source: &Copy F5
cs: &Kopírovat F5
uk: &Скоп╕ювати блок F5

source: &Move F6
cs: pø&Esunout F6
uk: &Перенести блок F6

source: &Delete F8
cs: &Smazat F8
uk: В&идалити блок F8

source: &Undo C-u
cs: &Akce zpìt C-u
uk: В&╕дкат операц╕╖ C-u

source: &Beginning C-PgUp
cs: na &Zaèátek C-PgUp
uk: На &початок файлу C-PgUp

source: &End C-PgDn
cs: na &Konec C-PgDn
uk: На к╕нець &файлу C-PgDn

source: &Search... F7
cs: &Hledat... F7
uk: &Шукати... F7

source: Search &again F17
cs: hledat &Znovu F17
uk: Шукати &знову F17

source: &Replace... F4
cs: &Nahradit... F4
uk: &Зам╕нити... F4

source: &Go to line... M-l
cs: &Jít na øádku... M-l
uk: &Перейти на рядок M-l

source: Go to matching &bracket M-b
cs: jít na &Párovou závorku M-b
uk: Перейти до парно╖ &дужки M-b

source: Insert &literal... C-q
cs: vlo¾it &znak... C-q
uk: Вставити &л╕терал... C-q

source: &Refresh screen C-l
cs: &Obnovit obrazovku C-l
uk: Пере&малювати екран C-l

source: &Start record macro C-r
cs: zaèít zaznamenávat &Makro C-r
uk: &Розпочати запис макросу C-r

source: &Finish record macro... C-r
cs: &Ukonèit záznam makra... C-r
uk: &Завершити запис макросу... C-r

source: &Execute macro... C-a, KEY
cs: &Provést makro... C-a, KLÁV
uk: &Виконати макрос... C-a, KEY

source: Delete macr&o...
cs: &Smazat makro
uk: &Видалити макрос

source: Insert &date/time
cs: vlo¾it &Datum/èas
uk: Вставити &дату/час

source: Format p&aragraph M-p
cs: pøe&Formátovat odstavec M-p
uk: Форматувати &абзац M-p

source: 'ispell' s&pell check C-p
cs: 'ispell' &Kontrola pravopisu C-p
uk: &Перев╕рка орфограф╕╖ C-p

source: Sor&t... M-t
cs: &Setøídit M-t
uk: &Сортувати M-t

source: Paste o&utput of... M-u
uk: Вставити вив╕д &команди... M-u

source: E&xternal Formatter F19
cs: E&xterní formátovaè F19
uk: З&овн╕шня програма форматування F19

source: &Mail...
cs: o&Deslat...
uk: &В╕д╕слати поштою...

source: &Execute macro... C-x e, KEY
cs: &Provést makro... C-x e, KLÁV
uk: &Виконати макрос... C-x e, KEY

source: 'ispell' s&pell check M-$
cs: 'ispell' &Kontrola pravopisu M-$
uk: &Перев╕рка орфограф╕╖ M-$

source: &General...
cs: &Obecné...
uk: &Загальн╕...

source: &Save mode...
cs: &Re¾im ukládání...
uk: Режим &збереження...

source: learn &Keys...
cs: uèení &Kláves...
uk: Вивчення к&лав╕ш...

source: File
cs: Soubor
uk: Файл

source: Edit
uk: Редагування

source: Sear/Repl
cs: Hledat/Nahradit
uk: Пошук/Зам╕на

source: Command
cs: Pøíkaz
uk: Команда

source: Options
cs: Nastavení
uk: Параметри

source: Intuitive
cs: Intuitivní
uk: ╤нту╖тивна

source: None
cs: ®ádný
uk: Нема╓

source: Dynamic paragraphing
cs: Dynamické odstavce
uk: Динам╕чн╕ абзаци

source: Type writer wrap
cs: Zalamování psacího stroje
uk: Переносити при набор╕

source: Word wrap line length:
cs: ©íøka øádku pro zlom:
uk: Переносити при довжин╕:

source: Tab spacing:
cs: Velikost tabelátoru:
uk: Крок табуляц╕╖ :

source: Synta&x highlighting
cs: zvýraznìní synta&Xe
uk: &П╕дсв╕тка синтаксису

source: Save file &position
cs: &Ulo¾it pozici v souboru
uk: Зберегти позиц╕ю в файл╕

source: Confir&m before saving
cs: &Potvrdit pøed ulo¾ením
uk: Пит&атися перед записуванням

source: Fill tabs with &spaces
cs: mìnit tabelátory na &Mezery
uk: Зам╕няти &табуляц╕ю проб╕лами

source: &Return does autoindent
cs: &Return automaticky odsadí
uk: Автов╕&дтсуп

source: &Backspace through tabs
cs: &Backspace pøes tabelátory
uk: &Заб╕й в обх╕д табуляц╕╖

source: &Fake half tabs
cs: &Fale¹né polovièní tabelátory
uk: &Симуляц╕я п╕втабуляц╕╖

source: Wrap mode
cs: Re¾im zalamování
uk: Режим переносу

source: Key emulation
cs: Emulace kláves
uk: Розкладка клав╕атури

source: Editor options
cs: Nastavení editoru
uk: Параметри редактора

source: Help
cs: Nápovìda
uk: Дов╕дка

source: Mark
cs: Znaèka
uk: Блок

source: Replac
cs: Náhrada
uk: Зам╕нити

source: Copy
cs: Kopírovat
uk: Коп╕ювати

source: Move
cs: Pøesunout
uk: Перенести

source: Delete
cs: Smazat
uk: Видалити

source: PullDn
cs: HlMenu
uk: МенюMC

source: Load syntax file
cs: Naèíst syntaktický soubor
uk: Завантажити синтаксичний файл

source: Cannot open file %s %s
cs: Nelze otevøít soubor %s %s
uk: Не вда╓ться в╕дкрити файл %s %s

source: Error in file %s on line %d
cs: Chyba v souboru %s na øádce %d
uk: Помилка у файл╕ %s у рядку %d

source: &Set
cs: &Nastav
uk: Вст&aновити

source: S&kip
cs: &Pøeskoèit
uk: П&ропустити

source: Set &all
cs: Nastavit &v¹e
uk: Вст. &yс╕

source: owner
cs: vlastník
uk: власник

source: group
cs: skupina
uk: група

source: other
cs: ostatní
uk: ╕нш╕

source: On
cs: Na
uk: На

source: Flag
cs: Práva
uk: М╕тка

source: Mode
uk: Режим

source: %6d of %d
cs: %6d z %d
uk: %6d з %d

source: Chown advanced command
cs: Zmìna práv a vlastníka
uk: Розширена зм╕на власника

source: Cannot chmod "%s" %s
cs: Nelze zmìnit práva souboru "%s" %s
uk: Не вдалося зм╕нити права для "%s" %s

source: Cannot chown "%s" %s
cs: Nelze zmìnit vlastníka souboru "%s" %s
uk: Не вдалося зм╕нити власника для "%s" %s

source: Background process error
cs: Chyba procesu na pozadí
uk: Помилка фонового процесу

source: Unknown error in child
cs: Neznámá chyba v potomku procesu
uk: Нев╕дома помилка у нащадку

source: Child died unexpectedly
cs: Potomek procesu neoèekávanì pøeru¹en
uk: Процес-нащадок неоч╕кувано зак╕нчився

source: Background protocol error
cs: Chyba interního protokolu
uk: Помилка фонового протоколу

source: Background process sent us a request for more arguments than we can handle.
cs: Proces na pozadí po nás chce víc parametrù ne¾ doká¾em zvládnout.
uk: Фоновий процес запиту╓ б╕льше аргумент╕в н╕ж ми можемо контролювати.

source: &Full file list
cs: &Plný seznam souborù
uk: &Повний

source: &Brief file list
cs: &Zhu¹tìný seznam souborù
uk: &Скорочений

source: &Long file list
cs: &Dlouhý seznam souborù
uk: &Розширений

source: &User defined:
cs: &Vlastní formát:
uk: &Визначений користувачем:

source: Listing mode
cs: Typ seznamu
uk: Формат списку файл╕в

source: user &Mini status
cs: vlastní &Mini status
uk: Рядок &м╕н╕-статусу у формат╕ користувача

source: &Reverse
cs: &Pozpátku
uk: &Зворотн╕й

source: case sensi&tive
cs: v¹ímat si velikos&Ti písmen
uk: Врахування ре&г╕стру

source: Sort order
cs: Poøadí
uk: Порядок сортування

source: confirm &Exit
cs: potvrzovat &Ukonèení
uk: перед ви&ходом

source: confirm e&Xecute
cs: potvrzovat &Spu¹tìní
uk: перед вик&онанням

source: confirm o&Verwrite
cs: potvrzovat &Pøepis
uk: перед пе&резаписом

source: confirm &Delete
cs: potvrzovat &Mazání
uk: перед &видаленням

source: Confirmation
cs: Potvrzovaní
uk: Запит п╕дтвердження

source: Full 8 bits output
cs: Výstup plných 8 bitù
uk: Повний 8&-б╕тний вив╕д

source: 7 bits
cs: 7 bitù
uk: 7 б╕т╕в

source: F&ull 8 bits input
cs: vstup &Plných 8 bitù
uk: Повний &8-б╕тний вв╕д

source: Display bits
cs: Zobrazení bitù
uk: В╕дображення символ╕в

source: Other 8 bit
cs: Ostatní 8 bitù
uk: ╤нший 8 б╕тний

source: Input / display codepage:
cs: Vstupní / zobrazovací kódová strana:
uk: Кодування вводу/показу:

source: &Select
cs: &Výbìr
uk: &Вибрати

source: Use &passive mode
cs: pou¾ívat pasivní &Re¾im
uk: Використовувати пасивний режим

source: &Use ~/.netrc
cs: &Pou¾ívat ~/.netrc
uk: Використовувати ~/.&netrc

source: &Always use ftp proxy
cs: &V¾dy pou¾ít ftp proxy
uk: &Завжди використовувати прокс╕ для FTP

source: sec
cs: s
uk: с

source: ftpfs directory cache timeout:
cs: vypr¹ení obsahu ftpfs ke¹e za:
uk: Зв╕льняти кеш каталог╕в п╕сля:

source: ftp anonymous password:
cs: heslo pro anonymní ftp:
uk: Пароль анон╕много FTP:

source: Timeout for freeing VFSs:
cs: Èas pro uvolnìní VFS:
uk: П╕сля якого часу зв╕льняти ВФС:

source: Virtual File System Setting
cs: Nastavení virtuálního systému souborù
uk: Установки В╕ртуально╖ Файлово╖ Системи

source: Quick cd
cs: Rychlá zmìna adresáøe
uk: Швидка зм╕на каталогу

source: cd
uk: Перейти у

source: Symbolic link filename:
cs: Jméno symbolického odkazu:
uk: Назва символьного посилання:

source: Existing filename (filename symlink will point to):
cs: Existující jméno (na který bude odkaz ukazovat):
uk: Назва ╕снуючого файлу (для посилання на нього):

source: Symbolic link
cs: Symbolický odkaz
uk: Символьне посилання

source: Running
cs: Bì¾í
uk: Викону╓ться

source: Stopped
cs: Zastaveno
uk: Зупинений

source: &Stop
cs: Z&astavit
uk: П&pизупинити

source: &Resume
cs: &Pokraèovat
uk: Пр&oдовжити

source: &Kill
cs: &Ukonèit
uk: &Зняти

source: Background Jobs
cs: Úlohy na pozadí
uk: Фонов╕ завдання

source: Domain:
cs: Doména:
uk: Домен:

source: Username:
cs: Jméno u¾ivatele:
uk: ╤м'я користувача:

source: Password:
cs: Heslo:
uk: Пароль:

source: Password for \\%s\%s
cs: Heslo pro \\%s\%s
uk: Пароль для \\%s\%s

source: Warning: file %s not found
cs: Varování: soubor %s nebyl nalezen
uk: Увага: файл %s не знайдений

source: Cannot translate from %s to %s
cs: Nelze pøevést z %s na %s
uk: Не вда╓ться перекласти з "%s" у %s

source: execute/search by others
cs: spou¹tìní ostatními
uk: запуск/пошук для ╕нших

source: write by others
cs: zápis ostatními
uk: запис для ╕нших

source: read by others
cs: ètení ostatními
uk: читання для ╕нших

source: execute/search by group
cs: spou¹tìní skupinou
uk: запуск/пошук для групи

source: write by group
cs: zápis skupinou
uk: запис для групи

source: read by group
cs: ètení skupinou
uk: читання для групи

source: execute/search by owner
cs: spou¹tìní vlastníkem
uk: запуск/пошук для власника

source: write by owner
cs: zápis vlastníkem
uk: запис для власника

source: read by owner
cs: ètení vlastníkem
uk: читання для власника

source: sticky bit
cs: bit 'sticky'
uk: закр╕плюючий б╕т

source: set group ID on execution
cs: pøi spu¹tìní nastavit èíslo skupiny
uk: вст. GID при виконанн╕

source: set user ID on execution
cs: pøi spu¹tìní nastavit èíslo u¾ivatele
uk: вст. UID при виконанн╕

source: C&lear marked
cs: &Smazat oznaèené
uk: &Вим. пом╕ч.

source: S&et marked
cs: &Nastav oznaèené
uk: Ув╕м. п&oм╕ч.

source: &Marked all
cs: &Nastavit v¹e na oznaèených souborech
uk: Вст. пом&iч.

source: Name
cs: Jméno
uk: Назва

source: Permissions (Octal)
cs: Práva (Octal)
uk: Права (в╕с╕мков╕)

source: Owner name
cs: Jméno vlastníka
uk: ╤м'я власника

source: Group name
cs: Jméno skupiny
uk: Назва групи

source: Use SPACE to change
cs: Ke zmìne pou¾ijte MEZERNÍK
uk: ПРОБ╤Л - для зм╕ни

source: an option, ARROW KEYS
cs: nastavení, ¹ipky
uk: опц╕й, КЛАВ╤Ш╤-СТР╤ЛКИ -

source: to move between options
cs: pro pohyb
uk: перем╕щення м╕ж параметрами

source: and T or INS to mark
cs: a T nebo INS pro oznaèení
uk: ╕ T або INS для пом╕тки

source: Permission
cs: Práva
uk: Права

source: Chmod command
cs: Chmod
uk: Команда chmod

source: Set &users
cs: Nastav &u¾ivatele
uk: Вст. к&oрист.

source: Set &groups
cs: Nastav &skupiny
uk: Вст. гр&yпу

source: Name
cs: Jméno
uk: Назва

source: Owner name
cs: Jméno vlastníka
uk: ╤м'я власника

source: Group name
cs: Jméno skupiny
uk: Назва групи

source: Size
cs: Délka
uk: Розм╕р

source: User name
cs: Jméno u¾ivatele
uk: ╤м'я користувача

source: Chown command
cs: Chown
uk: Зм╕на власника

source: <Unknown user>
cs: <Neznámý>
uk: <Нев╕домий>

source: <Unknown group>
cs: <Neznámá>
uk: <Нев╕дома>

source: Files tagged, want to cd?
cs: Soubory oznaèeny, chcete zmìnit adresáø?
uk: В╕дм╕чено файли, хочете зм╕нити каталог?

source: Cannot change directory
cs: Není mo¾no zmìnit adresáø
uk: Не вдалося зм╕нити каталог

source: View file
cs: Prohlí¾et soubor
uk: Перегляд файлу

source: Filename:
cs: Jméno souboru:
uk: Назва файлу:

source: Filtered view
cs: Filtrovaný pohled
uk: Перегляд виводу команди

source: Filter command and arguments:
cs: Pøíkaz filtru a jeho argumenty:
uk: Введ╕ть команду ╕ ╖╖ аргументи:

source: Create a new Directory
cs: Vytvoøit nový adresáø
uk: Створити новий каталог

source: Enter directory name:
cs: Zadejte jméno adresáøe:
uk: Введ╕ть назву каталогу:

source: Filter
cs: Filtr
uk: Ф╕льтр

source: Set expression for filtering filenames
cs: Zadejte masku pro soubory které mají být vidìt
uk: Задайте вираз для в╕дбору назв файл╕в

source: Select
cs: Výbìr
uk: В╕дм╕тити групу

source: Malformed regular expression
cs: Chybnì zadaný regulární výraz
uk: Регулярний вираз сформовано нев╕рно

source: Unselect
cs: Odvyber
uk: Зняти в╕дм╕тку

source: Extension file edit
cs: Upravit akce k pøíponám
uk: Редагування файла розширень

source: Which extension file you want to edit?
cs: Který soubor s pøíponami chcete editovat?
uk: Який файл розширень ви хочете редагувати?

source: &User
cs: &U¾ivatel
uk: &Користувацький

source: &System Wide
cs: &Systémový
uk: &Загальносистемний

source: Menu edit
cs: Úpravy menu
uk: Редагувати файл меню

source: Which menu file do you want to edit?
cs: Který soubor menu chcete upravit?
uk: Який файл меню ви хочете редагувати?

source: &Local
cs: &Lokální
uk: &М╕сцевий

source: &Home
cs: &Osobní
uk: &Домашн╕й

source: Syntax file edit
cs: Úpravy souboru se syntaxí
uk: Редагувати файл синтаксису

source: Which syntax file you want to edit?
cs: Který soubor se syntaxí chcete editovat?
uk: Який файл синтаксису ви хочете редагувати?

source: Compare directories
cs: Porovnat adresáøe
uk: Пор╕вняти каталоги

source: Select compare method:
cs: Vyberte metodu porovnání:
uk: Вибер╕ть метод пор╕вняння:

source: &Quick
cs: &Rychlá
uk: &Швидкий

source: &Size only
cs: &Pouze délky
uk: Лише &розм╕р

source: &Thorough
cs: &Dùkladná
uk: По&байтний

source: Both panels should be in the listing mode to use this command
cs: Pokud chcete pou¾ít tento pøíkaz, oba panely musí zobrazovat seznam souborù.
uk: Для виконання ц╕╓╖ команди обидв╕ панел╕ повинн╕ бути у режим╕ списку

source: The command history is empty
cs: Historie pøíkazù je prázdná
uk: ╤стор╕я командного рядка порожня

source: Command history
cs: Historie pøíkazù
uk: ╤стор╕я команд

source: Not an xterm or Linux console; the panels cannot be toggled.
cs: Toto není xterm nebo Linuxová konzole; Panely nelze pøepnout.
uk: Це не xterm ╕ не консоль Linux; Панел╕ не можна перемикнути.

source: Link %s to:
cs: Link %s do:
uk: Зробити посилання на %s:

source: Link
uk: Посилання на

source: link: %s
uk: посилання: %s

source: symlink: %s
cs: symbolický link: %s
uk: символьне посилання: %s

source: Symlink `%s' points to:
cs: Symbolický odkaz '%s' ukazuje na:
uk: Символьне посилання "%s" вказу╓ на:

source: Edit symlink
cs: Uprav symlink
uk: Виправити символьне посилання
