Repository: BackupTheBerlios/mcvox
Catalog: mcvox/po/*.po
Languages: cs, uk

source: &Background jobs C-x j
cs: úlohy &Bì¾ící na pozadí C-x j
uk: Завдання на &тл╕ C-x j

source: &Undelete files (ext2fs only)
cs: &Obnovit smazané soubory (jen ext2fs)
uk: &В╕дновлення файл╕в (лише ext2fs)

source: &Listing format edit
cs: upravit formát &Výpisu
uk: &Редагування формату списку

source: Edit &extension file
cs: upravit akc&E k pøíponám
uk: Редагувати файл роз&ширень

source: Edit &menu file
cs: upravit u¾ivatelské &Menu
uk: Редагувати файл &меню

source: Edit edi&tor menu file
cs: upravit &Soubor s menu
uk: Редагувати м&еню редактора

source: Edit &syntax file
cs: upravit so&Ubor se syntaxí
uk: Редагувати файл &синтаксису

source: &Options
cs: &Nastavení
uk: &Параметри

source: &Configuration...
cs: kon&Figurace...
uk: &Конф╕гурац╕я...

source: c&Onfirmation...
cs: p&Otvrzování...
uk: &П╕дтвердження...

source: &Display bits...
cs: &Zobrazení bitù...
uk: &В╕дображення символ╕в...

source: &Virtual FS...
cs: &Virtuální FS...
uk: В╕ртуальн╕ &ФС...

source: &Save setup
cs: ulo¾it na&Stavení
uk: &Зберегти установки

source: &Above
cs: &Nahoøe
uk: &Верхня

source: Information
cs: Informace
uk: ╤нформац╕я

source: Using the fast reload option may not reflect the exact directory contents. In this case you'll need to do a manual reload of the directory. See the man page for the details.
cs: Pou¾itím rychlého naèítání adresáøù nebude nìkdy obsah adresáøe pøesnì odpovídat obsahu panelu. V tomto pøípa- dì pou¾ijte ruèní naètení obsahu adresáøe(manual reload). V manuálové stránce se dozvíte detaily.
uk: Вживання параметру швидкого перезавантаження може не в╕дображати точний поточний вм╕ст каталога. У такому випадку необх╕дно вручну перезавантажити каталог. Для додатково╖ ╕нформац╕╖ подив╕ться кер╕вництво (man mc).

source: Menu
cs: MenuU¾
uk: Меню

source: The TERM environment variable is unset!
cs: Promìnná prostøedí TERM není nastavena!
uk: Зм╕нна середовища TERM не встановлена!

source: [flags] [this_dir] [other_panel_dir]
cs: [pøíznaky] [aktuální_adresáø] [druhý_adresáø_panelu]
uk: [перемикач╕] [цей_каталог] [каталог_╕ншо╖_панел╕]

source: +number
cs: +èíslo
uk: +число

source: Set initial line number for the internal editor
cs: Nastavit poèáteèní èíslo øádku pro interní editor
uk: Встановити номер початкового рядка для редактора

source: --colors KEYWORD={FORE},{BACK} {FORE} and {BACK} can be omitted, and the default will be used Keywords: Global: errors, reverse, gauge, input File display: normal, selected, marked, markselect Dialog boxes: dnormal, dfocus, dhotnormal, dhotfocus Menus: menu, menuhot, menusel, menuhotsel Help: helpnormal, helpitalic, helplink, helpslink File types: directory, executable, link, stalelink, device, special, core Colors: black, gray, red, brightred, green, brightgreen, brown, yellow, blue, brightblue, magenta, brightmagenta, cyan, brightcyan, lightgray and white
cs: --colors KLÍÈ={POPØEDÍ},{POZADÍ} {POPØEDÍ} a {POZADÍ} lze vynechat a bude pou¾ita standardní hodnota Klíèe (anglicky): Globální: errors, reverse, gauge, input Zobrazení souborù: normal, selected, marked, markselect Okna dialogù: dnormal, dfocus, dhotnormal, dhotfocus Menu: menu, menuhot, menusel, menuhotsel Nápovìda: helpnormal, helpitalic, helplink, helpslink Typy souborù: directory, executable, link, stalelink, device, special, core Barvy (anglicky): black, gray, red, brightred, green, brightgreen, brown, yellow, blue, brightblue, magenta, brightmagenta, cyan, brightcyan, lightgray and white
uk: --colors КЛЮЧ={ПЕРЕД},{ТЛО} {ПЕРЕД} ╕ {ТЛО} можна опустити, тод╕ буде використано типов╕ значення Ключ╕: Глобальн╕: errors, reverse, gauge, input Показ файл╕в: normal, selected, marked, markselect Д╕алоги: dnormal, dfocus, dhotnormal, dhotfocus Меню: menu, menuhot, menusel, menuhotsel Дов╕дка: helpnormal, helpitalic, helplink, helpslink Типи файл╕в: directory, executable, link, stalelink, device, special, core Кольори: black, gray, red, brightred, green, brightgreen, brown, yellow, blue, brightblue, magenta, brightmagenta, cyan, brightcyan, lightgray and white

source: Displays this help message
cs: Zobrazí tuto nápovìdu
uk: Показу╓ це дов╕дкове пов╕домлення

source: Displays the current version
cs: Zobrazí èíslo verze
uk: Показу╓ поточну верс╕ю

source: Forces xterm features
cs: Vnutí pou¾ití mo¾ností programu xterm
uk: Нав'язу╓ властивост╕ xterm

source: Disable mouse support in text version
cs: Vypne podporu my¹i (v textové verzi)
uk: Вимкнути п╕дтримку миш╕ у текстов╕й верс╕╖

source: Tries to use termcap instead of terminfo
cs: Zkusí pou¾ít databázi termcap, nikoli terminfo
uk: Спробувати використовувати termcap зам╕сть terminfo

source: Resets soft keys on HP terminals
cs: Reset softkeys (kláves) na HP terminálech
uk: Перевстановити програмн╕ клав╕ш╕ на терм╕налах HP

source: To run on slow terminals
cs: Pro spu¹tìní na pomalém terminálu
uk: Для пов╕льних терм╕нал╕в

source: Use stickchars to draw
cs: Pro vykreslení pou¾ít ascii znaky
uk: Псевдограф╕ка для малювання

source: Requests to run in black and white
cs: Spustí se èernobíle
uk: Запит на запуск у чорно-б╕лому режим╕

source: Request to run in color mode
cs: Spostí se v barevném re¾imu
uk: Запит на запуск у кольоровому режим╕

source: Specifies a color configuration
cs: Urèí konfiguraci barev
uk: Визначити налаштування кольор╕в

source: Displays a help screen on how to change the color scheme
cs: Zobrazí se nápovìda, jak zmìnit barvy
uk: Показу╓ екран дов╕дки про те, як зм╕нити кольорову схему

source: Log ftp dialog to specified file
cs: Zapí¹e dialog ftp do zadaného souboru
uk: Журналювати д╕алог по FTP у вказаний файл

source: Set debug level
cs: Nastavit úroveò ladìní
uk: Встановити р╕вень налагодження

source: Print data directory
cs: Vytiskne adresáø dat
uk: Надрукувати каталог даних

source: Print last working directory to specified file
cs: Pøi ukonèení programu vytiskne pracovní adresáø do zadaného souboru
uk: Друкуватиме останн╕й робочий каталог у вказаний файл

source: Enables subshell support (default)
cs: Povolí spu¹tìní shellu (standardní volba)
uk: Ув╕мкнути п╕дтримку п╕доболонки (типово)

source: Disables subshell support
cs: Vypne pou¾ití podshellu
uk: Вимика╓ п╕дтримку п╕доболонки

source: Launches the file viewer on a file
cs: Odstartuje jako prohlí¾eè souboru
uk: Запуска╓ програму перегляду для файлу

source: Edits one file
cs: Zaène editovat jeden soubor
uk: Редагу╓ один файл

source: Notice
cs: Poznámka
uk: Попередження

source: The Midnight Commander configuration files are now stored in the ~/.mc directory, the files have been moved now
cs: Konfiguraèní soubory programu Midnight Commander jsou nyní ulo¾eny v adresáøi ~/.mc. Soubory byly právì pøesunuty
uk: Файли конф╕гурац╕╖ Midnight Commander тепер збер╕гаються у каталоз╕ ~/.mc, стар╕ файли зараз туди перенесено

source: safe de&Lete
cs: &Bezpeèné mazání
uk: Безпечне &видалення

source: cd follows lin&Ks
cs: &Cd následuje linky
uk: Зм╕на &каталогу за посиланнями

source: L&ynx-like motion
cs: lyn&X-like pohyb
uk: Нав╕гац╕я у стил╕ l&ynx

source: rotatin&G dash
cs: rotující &/
uk: Обе&pтовий ╕ндикатор

source: co&Mplete: show all
cs: doplòování: u&Kázat v¹e
uk: Доп&овнення: показувати ус╕

source: &Use internal view
cs: pou¾ít interní prohlí¾&Eè
uk: Вмонтова&ний переглядач

source: use internal ed&It
cs: pou¾ít interní e&ditor
uk: Вмонтований &редактор

source: auto m&Enus
cs: automatické &Menu
uk: Автоматичн╕ &меню

source: &Auto save setup
cs: &Automatické ukládání parametrù
uk: &Автозбереження установок

source: shell &Patterns
cs: vzory s&Hellu
uk: Шаблони як в &oболонц╕

source: Compute &Totals
cs: poèíta&T souèty
uk: П╕драховувати за&гальний розм╕р

source: &Verbose operation
cs: "upovídanì&J¹í" operace
uk: Подроби&ц╕ операц╕й

source: &Fast dir reload
cs: &Rychlé naèítání adresáøù
uk: &Швидке перевантаження каталога

source: mi&X all files
cs: míchat &V¹echny soubory
uk: Зм╕шати файли &i каталоги

source: &Drop down menus
cs: menu pøi &F9
uk: Випада&юч╕ п╕дменю

source: ma&Rk moves down
cs: po oznaèení &Posun
uk: &В╕дм╕тка руха╓ курсор униз

source: show &Hidden files
cs: ukázat &Skryté soubory
uk: Показувати при&хован╕ файли

source: show &Backup files
cs: zobrazovat zá&Lohy souborù
uk: Показувати ре&зервн╕ файли

source: &Never
cs: &Nikdy
uk: &Н╕коли

source: on dumb &Terminals
cs: na 'hloupých' term&Inálech
uk: На простих &терм╕налах

source: Alwa&ys
cs: v¾d&Y
uk: &Завжди

source: Panel options
cs: Nastavení panelu
uk: Параметри панелей

source: Pause after run...
cs: Èekat po ukonèení...
uk: Пауза п╕сля виконання...

source: Configure options
cs: Zmìna nastavení
uk: Параметри конф╕гурац╕╖

source: &Add new
cs: &Pøidat nový
uk: &Додати

source: External panelize
cs: Externí panelizace
uk: Вив╕д файл╕в з команди на панель

source: Command
cs: Pøíkaz
uk: Команда

source: Other command
cs: Jiný pøíkaz
uk: ╤нша команда

source: Add to external panelize
cs: Pøidat do externí panelizace
uk: Додати у список команд

source: Enter command label:
cs: Zadejte oznaèení príkazu:
uk: Введ╕ть м╕тку команди:

source: Cannot run external panelize in a non-local directory
cs: Pokud nepracujete s lokálním adresáøem, není mo¾no provést externí panelizaci
uk: Не можу виконати цю команду, коли знаходжуся не у локальному каталоз╕

source: Find rejects after patching
cs: Najít odmítnuté èásti záplat (*.rej)
uk: Знайти коректури, в╕дкинут╕ командою patch

source: Find *.orig after patching
cs: Najít v¹echny soubory *.orig
uk: Знайти ориг╕нали (*.orig) п╕сля команди patch

source: Find SUID and SGID programs
cs: Najít programy SUID a SGID.
uk: Знайти програми з╕ взведеними SUID/SGID б╕тами

source: Cannot invoke command.
cs: Nelze spustit pøíkaz.
uk: Не вда╓ться викликати команду.

source: Pipe close failed
cs: Nelze zavøít rouru
uk: Зб╕й закриття каналу

source: missing argument
cs: chybìjící argument
uk: в╕дсутн╕й аргумент

source: unknown option
cs: neznámá volba
uk: нев╕домий перемикач

source: invalid numeric value
cs: neplatná èíselná hodnota
uk: нев╕рне число

source: Show this help message
cs: Zobrazit tuto nápovìdu
uk: Показати це дов╕дкове пов╕домлення

source: Display brief usage message
cs: Zobrazit struènou nápovìdu
uk: Показати коротку дов╕дку

source: ARG
uk: АРГ

source: Usage:
cs: Pou¾ití:
uk: Використання:

source: UP--DIR
cs: VY©-ADR
uk: НАД-КАТ

source: SYMLINK
cs: SYM ODK
uk: СИМ ПОС

source: SUB-DIR
cs: PODADR
uk: П╤Д-КАТ

source: Size
cs: Délka
uk: Розм╕р

source: MTime
cs: Modifikace
uk: Час зм╕ни

source: ATime
cs: Pøístup
uk: ЧасДост

source: CTime
cs: Zmìna
uk: ЧасЗм╕ни

source: Permission
cs: Práva
uk: Права

source: Perm
cs: Práva
uk: Права

source: Nl
cs: Od
uk: Кс

source: Inode
cs: I-uzel
uk: I-вузол

source: Owner
cs: Vlastník
uk: Власник

source: Group
cs: Skupina
uk: Група

source: %s bytes in %d file
cs: %s bytù v %d souborech
uk: %s байт у %d файл╕

source: %s bytes in %d files
cs: %s bytù v %d souborech
uk: %s байт у %d файлах

source: <readlink failed>
cs: <ètení odkazu selhalo>
uk: <зб╕й зчитування посилання>

source: Unknown tag on display format:
cs: Neznámá popiska ve formátu zobrazení:
uk: Нев╕домий тег у формат╕ показу:

source: User supplied format looks invalid, reverting to default.
cs: Chybný formát zadaný u¾ivatelem, bude pou¾it standardní.
uk: Формат користувача вигляда╓ неправильним, повертаю типовий.

source: Do you really want to execute?
cs: Opravdu spustit?
uk: Ви д╕йсно хочете виконати?

source: View
cs: Prohlí¾et
uk: Переглянути

source: Edit
cs: Editace
uk: Редагувати

source: RenMov
cs: Pøesun
uk: Перенести

source: Mkdir
cs: NovýAdr
uk: СтвКат

source: Choose input codepage
cs: Zvolte vstupní kódování
uk: Вибер╕ть кодування тексту

source: - < No translation >
cs: - < Bez pøevodu >
uk: - < Без перекодування >

source: To use this feature select your codepage in Setup / Display Bits dialog! Do not forget to save options.
cs: Chcete-li tuto mo¾nost vyu¾ít, nastavte v dialogu Nastavení / Zobrazení bitù kódovou stranu! Nezapomeòte zapsat nastavení.
uk: Для використання ц╕╓╖ можливост╕, вибер╕ть вашу кодову таблицю в Параметри / В╕дображення б╕т╕в! Не забудьте записати параметри.

source: Screen size %dx%d is not supported. Check the TERM environment variable.
cs: Velikost obrazovky %d×%d není podporovaná. Provìøte si nastavení promìnné prostøedí TERM.
uk: Розм╕р екрану %dx%d не п╕дтриму╓ться. Перев╕рте зм╕нну середовища TERM.

source: GNU Midnight Commander is already running on this terminal. Subshell support will be disabled.
uk: ╤нший Midnight Commander вже працю╓ на цьому терминал╕. Вбудовану командну оболонку буде вимикнуто.

source: Cannot open named pipe %s
cs: Nelze otevøít pojmenovanout rouru %s
uk: Не вдалося в╕дкрити ╕менований канал %s

source: The shell is still active. Quit anyway?
cs: Shell je státe aktivní, pøesto ukonèit?
uk: Оболонка все ще активна. Все-таки вийти?

source: Warning: Cannot change to %s.
cs: Varování: Adresáø nelze zmìnit na %s.
uk: Увага: Не вдалося зм╕нити на %s.

source: With builtin Editor
cs: S vestavìným editorem
uk: З╕ вмонтованим редактором

source: Using system-installed S-Lang library
cs: Pou¾ívá se systémová knihovna S-Lang
uk: Використовую встановлену у систем╕ б╕бл╕отеку S-Lang

source: Using included S-Lang library
cs: Pou¾ívá se pøilo¾ená knihovna S-Lang
uk: Використовую вмонтовану б╕бл╕отеку S-Lang

source: with termcap database
cs: s databází termcap
uk: з базою termcap

source: with terminfo database
cs: s databází terminfo
uk: з базою terminfo

source: Using the ncurses library
cs: Pou¾ívá se knihovna ncurses
uk: Використовую б╕бл╕отеку ncurses

source: With optional subshell support
cs: S volitelnou podporou podshellu
uk: З опц╕ональною п╕дтримкою п╕доболонки

source: With subshell support as default
cs: S implicitní podporou podshellu
uk: З п╕дтримкою п╕доболонки за замовчуванням

source: With support for background operations
cs: S podporou operací na pozadí
uk: З п╕дтримкою фонових операц╕й

source: With mouse support on xterm and Linux console
cs: S podporou my¹i v konzolích xterm a Linux
uk: З п╕дтримкою миш╕ у xterm ╕ консол╕ Linux

source: With mouse support on xterm
cs: S podporou my¹i v konzoli xterm
uk: З п╕дтримкою миш╕ у xterm

source: With support for X11 events
cs: S podporou X11 událostí
uk: З п╕дтримкою для пов╕домлень X11

source: With internationalization support
cs: S podporou internacionalizace
uk: З п╕дтримкою ╕нтернац╕онал╕зац╕╖

source: With multiple codepages support
cs: S podporou my¹i více kódových stran
uk: З п╕дтримкою багатьох кодових стор╕нок

source: Virtual File System:
cs: Virtuální souborový systém:
uk: В╕ртуальна Файлова Система:

source: Cannot open the %s file for writing: %s
cs: Nelze otevøít soubor %s pro zápis: %s
uk: Не вда╓ться в╕дкрити файл %s для запису: %s

source: Copy "%s" directory to:
cs: Zkopírovat adresáø "%s" do:
uk: Скоп╕ювати каталог "%s" у:

source: Move "%s" directory to:
cs: Pøesunout adresáø "%s" do:
uk: Перенести каталог "%s" у:

source: Cannot stat the destination %s
cs: Na cíli nelze provést stat %s
uk: Не вда╓ться отримати властивост╕ призначення %s

source: Delete %s?
cs: Smazat %s?
uk: Видалити %s?

source: Static
cs: Statický
uk: Статичне

source: Dynamc
cs: Dynamický
uk: Динамч

source: Rescan
cs: Obnovit
uk: Пересканувати

source: Forget
cs: Zapomenout
uk: Забути

source: Rmdir
cs: Ma¾Adr
uk: ВидКтлг

source: Cannot write to the %s file: %s
cs: Nelze zapisovat do souboru %s: %s
uk: Не вда╓ться записати у файл %s: %s

source: Format error on file Extensions File
cs: Chyba formátu v souboru pøípon
uk: Помилка формату у файл╕ Розширення файл╕в

source: The %%var macro has no default
cs: Makro %%var nemá implicitní hodnotu
uk: Макрос %%var не ма╓ типового значення

source: The %%var macro has no variable
cs: Makro %%var nemá promìnnou
uk: Макрос %%var не ма╓ зм╕нно╖

source: Debug
cs: Ladit
uk: В╕длагодження

source: ERROR:
cs: CHYBA:
uk: ПОМИЛКА:

source: True:
cs: Pravda:
uk: ╤стина:

source: False:
cs: Nepravda:
uk: Хибн╕сть:

source: Warning -- ignoring file
cs: Varování --- soubor ignorován
uk: Попередження - файл не врахову╓ться

source: File %s is not owned by root or you or is world writable. Using it may compromise your security
cs: Soubor %s není vlastnìn u¾ivatel root nebo vámi, pøípadnì do nìj mohou v¹ichni zapisovat. Jeho pou¾ití by sni¾ovalo Va¹i bezpeènost
uk: Файл %s не належить н╕ root'у, н╕ вам, чи доступний ус╕м на запис. Його використання неприйнятно з м╕ркувань безпеки.

source: No suitable entries found in %s
cs: V %s nejsou odpovídající polo¾ky
uk: Не знайдено запис╕в, як╕ п╕дходять, у %s

source: User menu
cs: U¾ivatelské menu
uk: Меню користувача

source: %s is not a directory
cs: %s není adresáø
uk: %s не ╓ каталогом

source: Directory %s is not owned by you
cs: Nejste vlastníkem adresáøe %s
uk: Каталог %s не належить вам

source: Cannot set correct permissions for directory %s
cs: Nelze nastavit správná práva pro adresáø %s
uk: Не вда╓ться встановити в╕рн╕ права для каталога %s

source: Cannot create temporary directory %s: %s
cs: Nelze vytvoøit doèasný adresáø %s: %s
uk: Не вда╓ться створити тимчасовий каталог "%s": %s

source: Temporary files will be created in %s
cs: Doèasné soubory se budou vytváøet v %s
uk: Тимчасов╕ файли будуть створюватися у %s

source: Temporary files will not be created
cs: Doèasné soubory se nebudou vytváøet
uk: Тимчасов╕ файли створюватися не будуть

source: Pipe failed
cs: pipe() selhalo
uk: Зб╕й каналу

source: Dup failed
cs: dup() selhalo
uk: Зб╕й дублювання дескриптора

source: Cannot spawn child program
cs: Nelze vytvoøit proces potomka
uk: Не вда╓ться породити процес-нащадок

source: Empty output from child filter
cs: Prázdný výstup z filtru
uk: Ф╕льтр-нащадок не повернув даних

source: Cannot open file
cs: Nelze otevøít soubor
uk: Не вдалося в╕дкрити файл

source: Cannot open "%s" %s
cs: Nelze otevøít "%s" %s
uk: Не вда╓ться в╕дкрити "%s" %s

source: Cannot stat "%s" %s
cs: Na "%s" nelze provést stat %s
uk: Не вда╓ться отримати властивост╕ "%s" %s

source: Cannot view: not a regular file
cs: Nelze prohlí¾et: není to normální soubor
uk: Не вда╓ться показати: не звичайний файл

source: File: %s
cs: Soubor: %s
uk: Файл: %s

source: Col %d
cs: Sloupec %d
uk: Ст. %d

source: %s bytes
cs: %s bytù
uk: %s байт

source: [grow]
cs: [roste]
uk: [р╕ст]

source: Invalid hex search expression
cs: ©patnì zadaný vyhledávací hex výraz
uk: Неправильний ш╕стнадцятковий вираз

source: Invalid regular expression
cs: ©patnì zadaný regulární výraz
uk: Неправильний регулярний вираз

source: The current line number is %d. Enter the new line number:
cs: Aktuální èíslo øádku je %d. Zadejte nové èíslo øádku:
uk: Номер поточного рядка %d. Введ╕ть номер нового рядка:

source: The current address is 0x%lx. Enter the new address:
cs: Aktuální adresa: 0x%lx. Zadejte novou adresu:
uk: Поточна адреса - 0x%lx. Введ╕ть нову адресу:

source: Goto Address
cs: Jít na adresu
uk: Перейти на адресу

source: Enter regexp:
cs: Zadejte regulární výraz:
uk: Введ╕ть регулярний вираз:

source: Ascii
uk: Текст

source: Hex
uk: Ш╕стнадц.

source: Goto
cs: Jít na
uk: Перейти

source: Line
cs: Øádek
uk: Рядок

source: RxSrch
cs: RxHled
uk: РегВир

source: EdHex
uk: HxРедаг

source: EdText
uk: Редагув

source: UnWrap
cs: Nezalamovat
uk: НеПерен

source: Wrap
cs: Zalamovat
uk: Переноси

source: HxSrch
cs: HxHled
uk: ШсПошук

source: Raw
cs: Pøímo
uk: Сирий

source: Parse
cs: Zpracovat
uk: Роз╕брати

source: Unform
cs: Neformátovat
uk: НеФормт

source: Format
cs: Formátovat
uk: Формат

source: History
cs: Historie
uk: ╤стор╕я команд

source: Function key 1
cs: Funkèní klávesa 1
uk: Функц╕ональна 1

source: Function key 2
cs: Funkèní klávesa 2
uk: Функц╕ональна 2

source: Function key 3
cs: Funkèní klávesa 3
uk: Функц╕ональна 3

source: Function key 4
cs: Funkèní klávesa 4
uk: Функц╕ональна 4

source: Function key 5
cs: Funkèní klávesa 5
uk: Функц╕ональна 5

source: Function key 6
cs: Funkèní klávesa 6
uk: Функц╕ональна 6

source: Function key 7
cs: Funkèní klávesa 7
uk: Функц╕ональна 7

source: Function key 8
cs: Funkèní klávesa 8
uk: Функц╕ональна 8

source: Function key 9
cs: Funkèní klávesa 9
uk: Функц╕ональна 9

source: Function key 10
cs: Funkèní klávesa 10
uk: Функц╕ональна 10

source: Function key 11
cs: Funkèní klávesa 11
uk: Функц╕ональна 11

source: Function key 12
cs: Funkèní klávesa 12
uk: Функц╕ональна 12

source: Function key 13
cs: Funkèní klávesa 13
uk: Функц╕ональна 13

source: Function key 14
cs: Funkèní klávesa 14
uk: Функц╕ональна 14

source: Function key 15
cs: Funkèní klávesa 15
uk: Функц╕ональна 15

source: Function key 16
cs: Funkèní klávesa 16
uk: Функц╕ональна 16

source: Function key 17
cs: Funkèní klávesa 17
uk: Функц╕ональна 17

source: Function key 18
cs: Funkèní klávesa 18
uk: Функц╕ональна 18

source: Function key 19
cs: Funkèní klávesa 19
uk: Функц╕ональна 19

source: Function key 20
cs: Funkèní klávesa 20
uk: Функц╕ональна 20

source: Backspace key
cs: Klávesa Backspace
uk: Клав╕ша Заб╕й

source: End key
cs: Klávesa End
uk: Клав╕ша End

source: Up arrow key
cs: ©ipka nahoru
uk: Стр╕лка вгору

source: Down arrow key
cs: ©ipka dolù
uk: Стр╕лка вниз

source: Left arrow key
cs: ©ipka vlevo
uk: Стр╕лка вл╕во

source: Right arrow key
cs: ©ipka vpravo
uk: Стр╕лка вправо

source: Home key
cs: Klávesa Home
uk: Клав╕ша Home

source: Page Down key
cs: Klávesa Page Down
uk: Клав╕ша PageDown

source: Page Up key
cs: Klávesa Page Up
uk: Клав╕ша PageUp

source: Insert key
cs: Klávesa Insert
uk: Клав╕ша Insert

source: Delete key
cs: Klávesa Delete
uk: Клав╕ша Delete

source: Completion/M-tab
cs: Doplòování/M-tab
uk: Доповнення/M-Tab

source: + on keypad
cs: + na numerické klávesnici
uk: Додатковий +

source: - on keypad
cs: - na numerické klávesnici
uk: Додатковий -

source: * on keypad
cs: * na numerické klávesnici
uk: Додаткова *

source: Left arrow keypad
cs: ©ipka vlevo
uk: Дод. стр╕лка вл╕во

source: Right arrow keypad
cs: ©ipka vpravo
uk: Дод. стр╕лка вправо

source: Up arrow keypad
cs: ©ipka nahoru
uk: Дод. стр╕лка вгору

source: Down arrow keypad
cs: ©ipka dolù
uk: Дод. стр╕лка вниз

source: Home on keypad
cs: Klávesa Home
uk: Додатковий Home

source: End on keypad
cs: End na numerické klávesnici
uk: Додатковий End

source: Page Down keypad
cs: Page Down na numerické klávesnici
uk: Дод. Page Down

source: Page Up keypad
cs: Page Up na numerické klávesnici
uk: Дод. Page Up

source: Insert on keypad
cs: Insert na numerické klávesnici
uk: Додатковий Insert

source: Delete on keypad
cs: Delete na numerické klávesnici
uk: Додатковий Del

source: Enter on keypad
cs: Enter na numerické klávesnici
uk: Додатковий Enter

source: Slash on keypad
cs: Lomítko na numerické klávesnici
uk: Додатковий /

source: NumLock on keypad
cs: NumLock na numerické klávesnici
uk: NumLock

source: Background process:
cs: Procesy na pozadí:
uk: Фоновий процес:

source: Cannot open cpio archive %s
cs: Nelze otevøít cpio archiv %s
uk: Не вдалося в╕дкрити cpio-арх╕в %s

source: Premature end of cpio archive %s
cs: Neoèekávaný konec cpio archivu %s
uk: Передчасний к╕нець арх╕ву cpio %s

source: Corrupted cpio header encountered in %s
cs: Po¹kozená hlavièka cpio v souboru %s
uk: Знайдено пошкоджений заголовок cpio у %s

source: Inconsistent hardlinks of %s in cpio archive %s
cs: Nekonzistentní pevné odkazy z %s v cpio archivu %s
uk: Неузгоджене жорстке посилання на %s у арх╕в╕ cpio %s

source: %s contains duplicate entries! Skipping!
cs: %s obsahuje duplicitní polo¾ky! Pøeskakují se!
uk: %s м╕стить подво╓н╕ записи! Пропущено!

source: Unexpected end of file %s
cs: Soubor neoèekávanì konèí %s
uk: Неоч╕куваний к╕нець файлу %s

source: Directory cache expired for %s
cs: Adresáøová ke¹ %s vypr¹ela
uk: Кеш каталога застар╕в для %s

source: Starting linear transfer...
cs: Zaèíná lineární pøenos...
uk: Початок л╕н╕йного перенесення...

source: %s: %s: %s %3d%% (%lu bytes transferred)
cs: %s: %s: %s %3d%% (%lu bajtù pøeneseno)
uk: %s: %s: %s %3d%% (%lu байт перенесено)
